Repository: jestevezmma1994/Script-Revisiones-NuevoSiglo
Catalog: Myenv/nuevosiglo-homecast7582b0-secure-sdk-3.2rc5/sbuild-nuevosiglo-homecast7582b0-secure-sdk/host/cross/mipsel-linux-uclibc/usr/local/share/translations/orig/CubiTV/*.po
Languages: et_ee, fr_fr, lv_lv, nb_no, pl_pl, ru_ru, sq_al

source: Could not stop device, please try again (error 2)
et_ee: Ei suutnud seadet seisata, palun proovi uuesti (viga 2)
fr_fr: Impossible d'arrêter l'appareil, réessayez (erreur 2)
lv_lv: Nevar apturēt iekārtu, mēģiniet vēlreiz (error 2)
nb_no: Enheten lot seg ikke stoppe, vennligst forsøk igjen (feilkode 2)
pl_pl: Nie można zatrzymać urządzenia, spróbuj ponownie (błąd 2)
ru_ru: Не удается остановить устройство, попробуйте еще раз (ошибка 2)
sq_al: Pajisja nuk mund të ndalohet, ju lutemi provoni përsëri(error 2)

source: Create new directory
et_ee: Loo uus kataloog
fr_fr: Créer un répertoire
lv_lv: Izveidot jaunu mapi
nb_no: Opprett ny mappe
pl_pl: Utwórz nowy katalog
ru_ru: Создать новый каталог
sq_al: Krijo direktori të re

source: Custom LNB
fr_fr: LNB personnalisé
lv_lv: Pielāgot LNB
nb_no: Spesial LNB
pl_pl: LBN użytkownika
ru_ru: Конфигурирование LNB вручную
sq_al: LNB e personalizuar

source: DVB Channels parameters have changed.
pl_pl: Parametry kanałów DVB zostały zmienione.
sq_al: Parametrat e kanaleve DVB ndryshuan.

source: DVB Mode
lv_lv: DVB režīms
pl_pl: Tryb DVB

source: DVB channels
pl_pl: Kanały DVB

source: DVB-C Automatic
et_ee: DVB-C automaatne
fr_fr: DVB-C Automatique
lv_lv: DVB-C Automātiski
nb_no: DVB-C automatisk
pl_pl: DVB-C Automatyczne
ru_ru: DVB-C автоматический

source: DVB-C Manual
et_ee: DVB-C käsitsi
fr_fr: DVB-C Manuelle
lv_lv: DVB-C Manuāli
nb_no: DVB-C manuell
pl_pl: DVB-C manualne
ru_ru: DVB-C ручной

source: DVB-C NIT Automatic
et_ee: DVB-C NIT automaatne
fr_fr: DVB-C NIT Automatique
lv_lv: DVB-C NIT Automātiski
nb_no: DVB-C NIT automatisk
pl_pl: DVB-C NIT automatyczne
ru_ru: DVB-C NIT автоматический
sq_al: DVB-C NIT Automatik

source: DVB-S/S2 Manual
et_ee: DVB-S/S2 manuaalne
fr_fr: DVB-S/S2 Manuelle
lv_lv: DVB-S/S2 Manuāli
nb_no: DVB-S/S2 manuell
pl_pl: DVB-S/S2 manualne
ru_ru: DVB-S/S2 ручной

source: DVB-S/S2 NIT Automatic
et_ee: DVB-S/S2 NIT automaatne
fr_fr: DVB-S/S2 NIT Automatique
lv_lv: DVB-S/S2 NIT Automātiski
nb_no: DVB-S/S2 NIT automatisk
pl_pl: DVB-S/S2 NIT automatyczne
ru_ru: DVB-S/S2 NIT автоматический
sq_al: DVB-S/S2 NIT Automatik

source: DVB-T Automatic full scan
et_ee: DVB-T automaatne täisotsing
fr_fr: Recherche complète DVB-T automatique
lv_lv: DVB-T automātiskā meklēšana
nb_no: DVB-T automatisk søk (fullstendig)
pl_pl: DVB-T Automatyczny pełny skan
ru_ru: Полное автоматич. сканирование DVB-T
sq_al: DVB-T Kërkim i plotë automatik

source: DVB-T Manual
et_ee: DVB-T manuaalne
fr_fr: DVB-T Manuelle
lv_lv: DVB-T manuālā meklēšana
nb_no: DVB-T manuelt
pl_pl: DVB-T manualne
ru_ru: DVB-T ручной

source: Daily
et_ee: Igapäevane
fr_fr: Chaque jour
lv_lv: Ikdienas
nb_no: Daglig
pl_pl: Codziennie
ru_ru: Ежедневно
sq_al: Cdo ditë

source: Danish
et_ee: Taani
fr_fr: Danois
lv_lv: Dāņu
nb_no: Dansk
pl_pl: Duński
ru_ru: Датский

source: Date
et_ee: Kuupäev
lv_lv: Datums
nb_no: Dato
pl_pl: Data
ru_ru: Дата
sq_al: Datë

source: Dec
lv_lv: Decembris
pl_pl: Gru
sq_al: Dhjetor

source: Decoder error: %d
lv_lv: Dekodera kļūda: %d
nb_no: Dekoderfeil: %d
pl_pl: Błąd dekodera: %d
ru_ru: Ошыбка загрузки: %d
sq_al: Problem i dekoderit : %d

source: Default
et_ee: Vaikimisi
fr_fr: Paramètre par défaut
lv_lv: Noklusētais
nb_no: Standard
pl_pl: Domyślny
ru_ru: По умолчанию
sq_al: E paracaktuar

source: Default PVR Quota
et_ee: PVR'i Vaikenorm
fr_fr: Quota du magnétoscope numérique par défaut
lv_lv: Noklusētā PVR kvota
nb_no: Standardkvote PVR
pl_pl: Domyślny limit dysku dla nagrań
ru_ru: Квота PVR по умолчанию
sq_al: Kuota PVR e paracktuar

source: Delay start of the recording to %s
et_ee: Lükka salvestuse algusaega edasi %s
fr_fr: Retarder le début de l'enregistrement à %s
lv_lv: Novilcināt ieraksta sākumu %s
nb_no: Forsinket start av opptak til %s
pl_pl: Opóźnij rozpoczęcie nagrania o %s
ru_ru: Задержать начало записи %s
sq_al: Vono fillimin e regjistrimit me %s

source: Delete
et_ee: Kustuta
fr_fr: Supprimer
lv_lv: Dzēst
nb_no: Slett
pl_pl: Usuń
ru_ru: Удалить
sq_al: Fshi

source: Delete all
et_ee: Kustuta kõik
fr_fr: Tout supprimer
lv_lv: Dzēst visu
nb_no: Slett alt
pl_pl: Usuń wszystkie
ru_ru: Удалить все
sq_al: Fshi të gjithë

source: Delete all active
et_ee: Kustuta kõik aktiivsed
fr_fr: Supprimer tous les enregistrements actifs
lv_lv: Dzēst visus aktīvos
nb_no: Slett alle aktive
pl_pl: Usuń wszystkie trwające
ru_ru: Удалить все активные
sq_al: Fshi gjithë aktivet

source: Delete all failed
et_ee: Kustuta kõik ebaõnnestunud
fr_fr: La suppression de tous les enregistrements a échoué
lv_lv: Dzēšana neizdevās
nb_no: Total sletting feilet
pl_pl: Skasuj wadliwe
ru_ru: Удалить все неудавшиеся
sq_al: Fshi gjithë të dështuarat

source: Delete all scheduled
et_ee: Kustuta kõik ajastused
fr_fr: Supprimer tous les enregistrements programmés
lv_lv: Dzēst visus uzstādītos
nb_no: Slett alt planlagt
pl_pl: Usuń wszystkie oczekujące
ru_ru: Удалить все запланированные
sq_al: Fshi gjithë te rezervuarat

source: Delete recording
pl_pl: Usuń plik

source: Description
pl_pl: Opis

source: Device ID Type
pl_pl: Typ identyfikatora urządzenia

source: Device is not responding
lv_lv: Iekārta neatbild
nb_no: Enheten reagerer ikke
pl_pl: Urządzenie nie odpowiada
ru_ru: Устроиство не отвечает
sq_al: Pajisja nuk përgjigjet

source: Diagnostics
pl_pl: Informacje diagnostyczne

source: DiSEqC Port %c
fr_fr: Port %c DiSEqC
lv_lv: DiSEqc Ports %c
pl_pl: Port DiSEqC %c

source: DiSEqC Switch
et_ee: DiSEqC lüliti
fr_fr: Basculer sur DiSEqC
lv_lv: DiSEqC slēdzis
pl_pl: Przełącznik DiSeqC
ru_ru: DiSEqC переключатель

source: Digital Audio
et_ee: Digitaalne heli
fr_fr: Son numérique
lv_lv: Digitālais audio
nb_no: Digital lyd
pl_pl: Cyfrowe audio
ru_ru: Цифровое аудио
sq_al: Audio dixhitale

source: Directory name already exists
lv_lv: Šads mapes nosaukums jau eksistē
nb_no: Mappenavnet finnes allerede
pl_pl: Nazwa katalogu już istnieje
ru_ru: Имя папки уже сушествует
sq_al: Emri i direktorisë ekziston

source: Directory name cannot be empty
lv_lv: Mapes nosaukums nedrīkst būt tukšs
nb_no: Mappenavnet må minimum innholde ett tegn
pl_pl: Nazwa katalogu nie może być pusta
ru_ru: Название папки не может быть пустым
sq_al: Emri i direktorisë nuk mund të jetë bosh

source: Disable
et_ee: Keela
fr_fr: Désactiver
lv_lv: Atspējot
nb_no: Deaktivere
pl_pl: Bez ograniczeń
ru_ru: Отключить

source: Disabled
et_ee: Keelatud
fr_fr: Désactivé
lv_lv: Atspējots
nb_no: Deaktivert
pl_pl: Wyłączony
ru_ru: Отключен
sq_al: i/e çaktivizuar

source: Display Format
pl_pl: Format ekranu
sq_al: Formati i ekranit

source: Do not turn off the STB during channel scanning.
pl_pl: Nie wyłączaj dekodera podczas skanowania kanałów.
sq_al: Mos e fik aparatin gjatë kerkimit të kanaleve

source: Do not turn off the STB during firmware update.
et_ee: Ära lülita boksi tarkvarauuenduse ajal välja.
fr_fr: N'éteignez pas le décodeur pendant la mise à jour du micrologiciel.
lv_lv: Neizslēdziet uztvērēju atjaunināšanas laikā!
nb_no: Ikke slå av dekoderen under oppdatering
pl_pl: Proszę nie wyłączać dekodera podczas aktualizacji oprogramowania.
ru_ru: Не выключайте ресивер во время обновления прошивки.
sq_al: Mos e fik aparatin gjatë azhornimit të SW.

source: Done
et_ee: Tehtud.
fr_fr: Effectué
lv_lv: Darīts
nb_no: Ferdig
pl_pl: Ukończono
ru_ru: Готово
sq_al: U krye

source: Download now
et_ee: Lae alla
fr_fr: Télécharger maintenant
lv_lv: Lejupielādēt tagad
nb_no: Last ned nå
pl_pl: Pobierz teraz
ru_ru: Скачать сейчас
sq_al: Shkarko tani

source: Drop
et_ee: Kustuta
fr_fr: Abandonner
lv_lv: Dzēst
nb_no: Slett
pl_pl: Usuń
ru_ru: Удалить
sq_al: Anullo

source: Drop channels?
et_ee: Kustuta kanalid
fr_fr: Abandonner les chaînes ?
lv_lv: Dzēst kanālus?
nb_no: Slett kanaler?
pl_pl: Usunąć kanały?
ru_ru: Удалить каналы?

source: Dropping...
et_ee: Kustutan...
fr_fr: Abandon en cours...
lv_lv: Dzēšana...
nb_no: Sletter..
pl_pl: Usuwanie...
ru_ru: Удаляю...

source: EPG for DVB channels
pl_pl: EPG dla kanałów DVB

source: EPG for IP channels
pl_pl: EPG dla kanałów IP

source: ERROR: Sending question to the smartcard failed
et_ee: VIGA: Küsimuse kaardile saatmine ebaõnnestus
fr_fr: ERREUR : échec de l'envoi d'une question à la carte à puce
lv_lv: KĻŪDA: Jautājuma nosūtīšana uz viedakarti neizdevās
nb_no: Feil: Forespørsel til smartkortet feilet
pl_pl: BŁĄD: wysyłanie zapytania do karty nie powiodło się
ru_ru: ОШИБКА: Отправка вопроса на смарткарту не удалась.
sq_al: Gabim : Dërgimi i pyetjes tek karta smart dështoi

source: Edit
et_ee: Muuda
fr_fr: Modifier
lv_lv: Rediģēt
nb_no: Rediger
pl_pl: Edytuj
ru_ru: Редактировать
sq_al: Përpuno

source: Education/Science/Factual topics
et_ee: Haridus/teadus/faktid
fr_fr: Éducation/Science/Documentaires
lv_lv: Mācības/zinātne
nb_no: Utdanning/vitenskap/fakta emner
pl_pl: Edukacja/Nauka/Fakty
ru_ru: Образование/Наука/Факты
sq_al: Edukim/Shkence/çështje faktike

source: Empty folder
lv_lv: Tukša mape
nb_no: Tom mappe
pl_pl: Pusty katalog
ru_ru: Пустая папка
sq_al: Direktori Bosh

source: Enabled
et_ee: Lubatud
fr_fr: Activé
lv_lv: Iespējots
nb_no: Aktivert
pl_pl: Włączony
ru_ru: Включен
sq_al: i/e aktivizuar

source: End Frequency
et_ee: Lõppsagedus
fr_fr: Fréquence de fin
lv_lv: Beigu frekvence
nb_no: Stoppfrekvens
pl_pl: Koniec przeszukiwania
ru_ru: Конечная частота

source: End time
et_ee: Lõppaeg
fr_fr: Heure de fin
lv_lv: Beigu laiks
nb_no: Sluttid
pl_pl: Koniec
ru_ru: Время окончания
sq_al: Koha e mbarimit

source: English
et_ee: Inglise
fr_fr: Anglais
lv_lv: Angļu
nb_no: Engelsk
pl_pl: Angielski
ru_ru: Английский
sq_al: Anglisht

source: Enter Active Standby
pl_pl: OK
sq_al: Futu në standby aktiv

source: Enter Standby
pl_pl: Wejdź do stanu czuwania
sq_al: Futu në stanby

source: Entitled
et_ee: Lubatud
fr_fr: Autorisé
lv_lv: Pieejams
nb_no: Tilgang
pl_pl: Kupiony
ru_ru: Имеющий право
sq_al: e emërtuar

source: Error
et_ee: Viga
fr_fr: Erreur
lv_lv: Kļūda
nb_no: Feil
pl_pl: Błąd
ru_ru: Ошибка
sq_al: Problem

source: Error occured
lv_lv: Radusies kļūda
nb_no: En feil oppstod
pl_pl: Błąd
ru_ru: Произошла ошыбка
sq_al: Ndodhi një problem

source: Event Status
et_ee: Sündmuse olek
fr_fr: État des événements
lv_lv: Notikuma statuss
nb_no: Hendelsesstatus
pl_pl: Status programów
ru_ru: Статус события
sq_al: Abonimi me kartë

source: Every Day
pl_pl: Codziennie

source: Extras
et_ee: Ekstra
lv_lv: Ekstras
nb_no: Ekstra
pl_pl: Dodatki
ru_ru: Дополнительно
sq_al: Ekstra

source: FATAL ERROR
et_ee: Saatuslik viga
fr_fr: ERREUR FATALE
lv_lv: FATĀLA KĻŪDA
nb_no: Alvorlig feil
pl_pl: BŁĄD KRYTYCZNY
ru_ru: ФАТАЛЬНАЯ ОШИБКА
sq_al: Gabim Fatal

source: Failed Recordings
et_ee: Ebaõnnestunud salvestused
fr_fr: Enregistrements non aboutis
lv_lv: Neizdevušies ieraksti
nb_no: Feilet opptak
pl_pl: Nieudane nagrania
ru_ru: Неудавшиеся записи
sq_al: Regjistrime të dështuara

source: Failed to contact nPVR server.
pl_pl: Nie udało się połączyć z serwerem nPVR.
sq_al: Kontakti me serverin nPVR dështoi.

source: Failed to get information from the card (error = 0x%x)
et_ee: Kaardilt info saamine ebaõnnestus (viga = 0x%x)
fr_fr: Échec lors de la lecture des informations de la carte (erreur = 0x%x)
lv_lv: Neizdavās iegūt informāciju no kartes (error = 0x%x
nb_no: Klarte ikke å lese ut informasjon fra kortet (feil = 0x%s)
pl_pl: Nie udało odebrać się informacji z karty (błąd = 0x%x)
ru_ru: Не удалось получить информацию с карты (ошибка = 0x%x)
sq_al: Marrja e informacioneve nga karta dështoi ( error = 0x%x)

source: Failed to schedule nPVR recording
pl_pl: Nie udało się zaplanować nagrania na nPVR
sq_al: Rezervimi i regjistrimit nPVR dështoi

source: Favorites
et_ee: Lemmikud
fr_fr: Favoris
lv_lv: Favorīti
nb_no: Favoritter
pl_pl: Ulubione
ru_ru: Избранные
sq_al: Të preferuarat

source: Favorites Numbering
pl_pl: Numerowanie list ulubionych
sq_al: Numërtimi i të preferuarave

source: Feb
lv_lv: Februāris
pl_pl: Lut
sq_al: Shkurt

source: File Browser Character Set
pl_pl: Kodowanie znaków na nośniku USB

source: File not found
lv_lv: Fails nav atrasts
nb_no: Fil ikke funnet
pl_pl: Plik nie znaleziony
ru_ru: Файл не найден
sq_al: Materiali nuk u gjend

source: File not found: %d
lv_lv: Fails nav atrasts: %d
nb_no: Fil ikke funnet: %d
pl_pl: Plik nie znaleziony: %d
ru_ru: Файл не найден: %d
sq_al: Materiali nuk u gjend: %d

source: Finish
lv_lv: Pabeigt
nb_no: Ferdig
pl_pl: Zakończ
ru_ru: Закончить
sq_al: Fund

source: Finnish
et_ee: Soome
fr_fr: Finnois
lv_lv: Somu
nb_no: Finsk
pl_pl: Fiński
ru_ru: Финский

source: Firmware Version
et_ee: FW versioon
fr_fr: Version du micrologiciel
lv_lv: Firmware Versija
nb_no: Firmwareversjon
pl_pl: Wersja oprogramowania
ru_ru: Версия прошивки
sq_al: Versioni i firmware

source: Firmware update
et_ee: Tarkvarauuendus
fr_fr: Mise à jour du micrologiciel
lv_lv: Firmware atjaunināšana
nb_no: Firmwareoppdatering
pl_pl: Aktualizacja oprogramowania
ru_ru: Обновление прошивки
sq_al: Azhornimi i firmware

source: Firmware update is required to make the STB work correctly.
et_ee: Tarkvarauuendus on nõutav, et digiboks töötaks korralikult.
fr_fr: Pour que le décodeur fonctionne correctement, le micrologiciel doit être mis à jour.
lv_lv: Atjaunināšana ir nepieciešama uztvērēja korektai darbībai.
nb_no: Oppdatering av firmware er nødvendig.
pl_pl: Wymagana jest aktualizacja oprogramowania.
ru_ru: Обновление прошивки требуется чтобы ресивер работал правильно.
sq_al: Azhornimi i firmware-it ështe i domosdoshëm në mënyrë që STB të funksionojë ne rregull.

source: First Time Installation
et_ee: Esmakordne paigaldus
fr_fr: Installation initiale
lv_lv: Pirmā uzstādīšana
nb_no: Førstegangsinstallasjon
pl_pl: Instalacja dekodera
ru_ru: Первоначальная установка
sq_al: Instalimi i parë

source: First time using VoD service?
lv_lv: Pirmā reize, kad izmantojiet video nomas pakalpojumu?
nb_no: Første gang VoD tjenesten benyttes?
pl_pl: Pierwszy raz używasz serwisu VoD?
sq_al: Hera e parë që përdorni shërbimin VoD?

source: For 12+ year old
et_ee: Üle 12 aasta vanustele
fr_fr: Plus de 12 ans
lv_lv: 12+ veciem
nb_no: For 12+ år
pl_pl: Od 12 lat
ru_ru: Для 12+ летних
sq_al: Për mosha 12+ vjeç

source: For 16+ year old
et_ee: Üle 16 aasta vanustele
fr_fr: Plus de 16 ans
lv_lv: 16+ gadus veciem
nb_no: For 16+ år
pl_pl: Od 16 lat
ru_ru: Для 16+ летних
sq_al: Për mosha 16+ vjeç

source: For 18+ year old
et_ee: Üle 18 aasta vanustele
fr_fr: Plus de 18 ans
lv_lv: 18+ gadus veciem
nb_no: For 18+ år
pl_pl: Od 18 lat
ru_ru: Для 18+ летних
sq_al: Për mosha 18+ vjeç

source: For 6+ year old
et_ee: Üle 6 aasta vanustele
fr_fr: Plus de 6 ans
lv_lv: 6+ gadus veciem
nb_no: For 6+ år
pl_pl: 6 lat i więcej
ru_ru: Для 6+ летних
sq_al: Për mosha 6+vjeç

source: For HD or Widescreen TV
pl_pl: Telewizory HD i panoramiczne
sq_al: Për televizorë HD ose me ekran të gjerë

source: For classic TV
pl_pl: Telewizory klasyczne
sq_al: Për televizorë klasikë (CRT)

source: Format Hard Disk
et_ee: Vorminda kõvaketas
fr_fr: Formater le disque dur
lv_lv: Formatēt cieto disku
nb_no: Formater harddisk
pl_pl: Format dysku twardego
ru_ru: Форматировать жесткий диск
sq_al: Formato Hard Disku-n

source: Format not supported: %d
lv_lv: Formāts netiek atbalstīts: %d
nb_no: Formatet støttes ikke: %d
pl_pl: Format nie jest wspierany: %d
ru_ru: Формат не поддерживается: %d
sq_al: Format i panjohur: %d

source: Formatting this disk will permanently erase all data on it. Do you want to continue?
lv_lv: Diska formatēšana pilnībā izdzēsīs datus. Vai vēlaties turpināt?
nb_no: Formatering av harddisken vil permanent fjerne all data på disken. Ønsker du å fortsette?
pl_pl: Sformatowanie tego dysku nieodwracalnie usunie z niego wszystkie dane. Kontynuować?
ru_ru: Форамтирование диска удалит все данные. Продолжить?

source: Formatting...
et_ee: Vormindan...
fr_fr: Formatage en cours...
lv_lv: Formatē...
nb_no: Formaterer...
pl_pl: Formatowanie...
ru_ru: Форматирование ...
sq_al: Duke formatuar ...

source: Frequency
et_ee: Sagedus
fr_fr: Fréquence
lv_lv: Frekvence
nb_no: Frekvens
pl_pl: Częstotliwość
ru_ru: Частота

source: Frequency Range
et_ee: Sagedusala
fr_fr: Plage de fréquence
lv_lv: Frekvenču diapazons
nb_no: Frekvensområde
pl_pl: Zakres częstotliwości
ru_ru: Диапазон частоты

source: Frequency: %d.%02d MHz%s %s %s
et_ee: Sagedus: %d.%02d MHz%s %s %s
fr_fr: Fréquence : %d.%02d MHz%s %s %s
lv_lv: Frekvence: %d.%02d MHz%s %s %s
nb_no: Frekvens: %d.%02d MHz%s %s %s
pl_pl: Częstotliwość: %d.%02d MHz%s %s %s
ru_ru: Частота: %d.%02d MHz%s %s %s
sq_al: Frekuenca: %d.%02d MHz%s %s %s

source: Fridays
pl_pl: Piątki
sq_al: Të Premteve

source: Front Panel Power Button
pl_pl: Przycisk Power na panelu przednim
sq_al: Butoni i ndezjes ne aparat

source: Frontpanel Clock In Standby
et_ee: Esipaneeli kell puhkerežiimis
fr_fr: Horloge du panneau avant en veille
lv_lv: Paneļa pulkstenis gaidīšanas režīmā
nb_no: Klokkevisning i standbymodus
pl_pl: Zegarek w trybie uśpienia
ru_ru: Часы передней панели в режиме ожидания
sq_al: Ora e panelit ballor në Standby

source: Fullscreen
et_ee: Täisekraan
fr_fr: Plein écran
nb_no: Fullskjerm
pl_pl: Pełny ekran
ru_ru: Полный экран
sq_al: Ekran i plotë

source: G: General Audience
et_ee: G: üldisele publikule
fr_fr: G : général
lv_lv: G: Vispārēja auditorija
nb_no: G: Generelt publikum
pl_pl: G: Dla każdego
ru_ru: G: для всех возрастных групп
sq_al: G: Audiencë e përgjithshme

source: Gateway
et_ee: Lüüs
fr_fr: Passerelle
lv_lv: Vārteja
pl_pl: Brama
ru_ru: Шлюз

source: Go!
et_ee: Alusta!
fr_fr: Atteindre !
lv_lv: Aiziet!
nb_no: Start!
pl_pl: Start!
ru_ru: Вперед!
sq_al: Vazhdo!

source: Greek
et_ee: Kreeka
fr_fr: Grec
lv_lv: Grieķu
nb_no: Gresk
pl_pl: Grecki
ru_ru: Греческий

source: Group Number
et_ee: Grupi number
fr_fr: Numéro du groupe
lv_lv: Grupas numurs
nb_no: Gruppenummer
pl_pl: Numer grupy
ru_ru: Номер группы
sq_al: Numri i grupit

source: Guide
pl_pl: Przewodnik

source: HDMI
pl_pl: Wyjście HDMI

source: HDMI Video Format
et_ee: HDMI videoformaat
fr_fr: Format vidéo HDMI
lv_lv: HDMI Video Formāts
pl_pl: Tryb wyjścia HDMI
ru_ru: Видео формат HDMI
sq_al: Formati video i HDMI

source: Hard of Hearing
et_ee: Vaegkuuljate
fr_fr: Malentendants
lv_lv: Vājdzirdīgiem
nb_no: Hørselshemmede
pl_pl: Dla niedosłyszących
ru_ru: Слабослышащий
sq_al: Vështirësi në dëgjim

source: Hard of Hearing Subtitles
et_ee: Vaegkuuljate subtiitrid
fr_fr: Sous-titrages sourds et malentendants
lv_lv: Subtitri vājdzirdīgiem
nb_no: Teksting for hørselshemmede
pl_pl: Napisy dla niedosłyszących
ru_ru: Субтитры для слабослышащих
sq_al: Subtitra për persona me vështirësi në të dëgjuar

source: Hide
pl_pl: Ukryj
sq_al: Fshih

source: Horizontal
et_ee: Horisontaalne
lv_lv: Horizontāls
nb_no: Horisontal
pl_pl: Poziomy
ru_ru: Горизонтальный

source: Hybrid Mode
lv_lv: Hibrīda režīms
pl_pl: Hybrydowy

source: IP
pl_pl: Adres IP

source: IP Mode
lv_lv: IP režīms
pl_pl: Tryb IP

source: IP Network
et_ee: IP võrk
fr_fr: Réseau IP
lv_lv: IP Tīkls
nb_no: IP-nettverk
pl_pl: Sieć IP
ru_ru: IP Сеть
sq_al: Rrjeti IP

source: IP channels
pl_pl: Kanały IP

source: In order to record selected program you need to stop one of the following recordings/schedules
et_ee: Antud programmi salvestamiseks peate peatama ühe järgnevatest salvestustest/ajastustest
fr_fr: Pour enregistrer le programme sélectionné, vous devez arrêter l'un des enregistrements/programmes suivants
lv_lv: Lai skatītos izvēlēto programmu, ir jāpārtrauc ieraksts
nb_no: For å muliggjøre opptak av valgt program må du avbryte en av følgende opptak/hendelser
pl_pl: Aby nagrać wybrany program zatrzymaj jedno z poniższych nagrań/zaplanowanych nagrań:
ru_ru: Для того чтобы записать выбранную программу нужно остановить одну из следующих записей
sq_al: Për të regjistruar programin e zgjedhur ju duhet të ndaloni një nga regjistrimet/rezervimet e mëposhtme

source: Incorrect Card
et_ee: Vale kaart
fr_fr: Carte incorrecte
lv_lv: Nepareiza karte
nb_no: Feil smartkort
pl_pl: Niepoprawna karta
ru_ru: Неверная карта
sq_al: Kartë e Gabuar

source: Incorrect Conax Card
et_ee: Vigane kaart
fr_fr: Carte Conax incorrecte
lv_lv: Nepareiza Conax karte
nb_no: Feil Conax kort
pl_pl: Niepoprawna karta Conax
ru_ru: Неподходящая Conax карта
sq_al: Kartë Conax e Gabuar

source: Incorrect old PIN.
et_ee: Vale vana PIN
fr_fr: Ancien code PIN incorrect.
lv_lv: Nepareizs vecais PIN.
nb_no: Feil eksisterende PIN
pl_pl: Aktualny PIN nieprawidłowy
ru_ru: Неверный старый PIN.

source: Information
lv_lv: Informācija
nb_no: Informasjon
pl_pl: Informacje
sq_al: Informacion

source: Install In order to perform automatical channel scanning press OK.
et_ee: Automaatse kanaliotsingu käivitamiseks vajuta OK
fr_fr: Installer Appuyez sur OK pour lancer la recherche automatique des chaînes.
lv_lv: Uzstādīšana Lai veiktu automātisku kanālu meklēšanu, nospiediet OK.
nb_no: Installasjon Trykk OK for å starte automatisk søk.
pl_pl: Instaluj Nacisnij OK, aby rozpoczać proces automatycznego skanowania kanałów.
ru_ru: Установка Чтобы начать автоматический поиск каналов нажмите ОК.

source: Install now
et_ee: Paigalda praegu
fr_fr: Installer maintenant
lv_lv: Uzstādīt tagad
nb_no: Installer nå
pl_pl: Instaluj teraz
ru_ru: Установить сейчас
sq_al: Instalo tani

source: Instant Timeshift
et_ee: Kohene ajanihe
fr_fr: Contrôle instantané du direct
lv_lv: Tūlītējs Timeshift
nb_no: Kontinuerlig opptak
pl_pl: Zawsze timeshift
ru_ru: Моментальный сдвиг во времени
sq_al: TimeShift i menjëhershëm

source: Interactive Services
pl_pl: Usługi interaktywne

source: Interface Status
pl_pl: Status wejść/wyjść

source: Interface Version
et_ee: Liidese versioon
fr_fr: Version de l'interface
lv_lv: Interfeisa versija
nb_no: Interfaceversjon
pl_pl: Wersja interfejsu
ru_ru: Версия интерфейса
sq_al: Versioni i ndërfaqes

source: Internet Radio
et_ee: Internetiraadio
fr_fr: Radio Internet
lv_lv: Interneta Radio
nb_no: Internettradio
pl_pl: Radio Internetowe
ru_ru: Интернет радио
sq_al: Radio nga Interneti

source: Jan
lv_lv: Janvāris
pl_pl: Sty
sq_al: Janar

source: Jul
lv_lv: Jūlijs
pl_pl: Lip
sq_al: Korrik

source: Jun
lv_lv: Jūnijs
pl_pl: Cze
sq_al: Qershor

source: Keyword
et_ee: Kirjeldus
fr_fr: Mot-clé
lv_lv: Atslēgvārds
nb_no: Nøkkelord
pl_pl: Klucz
ru_ru: Ключевое слово
sq_al: Fjalë Kyçe

source: Ku-band
fr_fr: Bande Ku
pl_pl: Pasmo Ku
ru_ru: Ku-диапазон

source: Ku-band BSS
fr_fr: Bande Ku BSS
pl_pl: BSS pasma Ku
ru_ru: Ku-диапазон BSS

source: Ku-band FSS
fr_fr: Bande Ku FSS
pl_pl: Fss pasma Ku
ru_ru: Ku-диапазон FSS

source: Ku-band Universal
et_ee: Universaalne Ku-band
fr_fr: Bande Ku universelle
lv_lv: Universālais Ku-band
pl_pl: Unwersalny Ku-band
ru_ru: Ku-диапазон универсальный

source: LNB Setup
et_ee: LNB seadistus
fr_fr: Configuration LNB
lv_lv: LNB uzstādijums
nb_no: LNB oppsett
pl_pl: Ustawienia LNB
ru_ru: Установка LNB

source: LNB Type
et_ee: LNB tüüp
fr_fr: Type LNB
lv_lv: LNB tips
pl_pl: Typ LNB
ru_ru: Тип LNB

source: Language
et_ee: Keel
fr_fr: Langue
lv_lv: Valoda
nb_no: Språk
pl_pl: Język
ru_ru: Язык
sq_al: Gjuha

source: Languages
et_ee: Keeled
fr_fr: Langues
lv_lv: Valodas
nb_no: Språk
pl_pl: Języki
ru_ru: Языки
sq_al: Gjuhët

source: Subtitles encoding
pl_pl: Kodowanie napisów

source: Latvian
et_ee: Läti
fr_fr: Letton
lv_lv: Latviešu
nb_no: Latvisk
pl_pl: Litewski
ru_ru: Латвийский

source: Leisure hobbies
et_ee: Puhkus/hobid
fr_fr: Loisirs
lv_lv: Hobiji
nb_no: Fritid / hobby
pl_pl: Relaks/Hobby
ru_ru: Хобби
sq_al: Koha e lirë, hobi

source: Leisure/hobbies
pl_pl: Relaks/Hobby

source: List is empty
pl_pl: Lista jest pusta

source: List name already exists
et_ee: Nimekirja nimi on juba olemas
fr_fr: Le nom de la liste existe déjà
lv_lv: Saraksta nosaukums eksistē
nb_no: Liste med samme navn eksisterer fra før
pl_pl: Nazwa listy już istnieje
ru_ru: Имя списка уже существует
sq_al: Emri i listës ekziston
