Repository: jestevezmma1994/Script-Revisiones-NuevoSiglo
Catalog: Myenv/nuevosiglo-homecast7582b0-secure-sdk-3.2rc5/sbuild-nuevosiglo-homecast7582b0-secure-sdk/host/cross/mipsel-linux-uclibc/usr/local/share/translations/orig/CubiTV/*.po
Languages: et_ee, fr_fr, lv_lv, nb_no, pl_pl, ru_ru, sq_al

source: / minute
et_ee: / minut
lv_lv: / minūte
nb_no: / minutt
pl_pl: / minutę
ru_ru: / минута

source: %d HD hour left
et_ee: %d HD tund jäänud
fr_fr: %d heure HD restante
lv_lv: Palikusi %d HD stunda
nb_no: %d HD time igjen
pl_pl: %d godzina HD
ru_ru: остался %d HD час
sq_al: %d Orë e mbetur

source: about %d HD hour left
et_ee: %d HD tund jäänud
fr_fr: %d heure HD restante
lv_lv: Palikusi %d HD stunda
nb_no: %d HD time igjen
pl_pl: %d godzina HD
ru_ru: остался %d HD час
sq_al: %d Orë e mbetur

source: about %d SD hour left
et_ee: %d SD tund jäänud
fr_fr: %d heure SD restante
lv_lv: Palikusi %d SD stunda
nb_no: %d SD time igjen
pl_pl: %d godzina SD
ru_ru: остался %d SD час
sq_al: %d Orë e mbetur

source: %d attempt left.
et_ee: %d üritust jäänud.
fr_fr: %d tentative restante.
lv_lv: Palicis %d mēģinājums
nb_no: %d forsøk igjen.
pl_pl: Pozostała %d próba.
ru_ru: Осталась %d попытка.
sq_al: %d Tentativë e mbetur

source: %d hour
pl_pl: %d godzina
sq_al: %d orë

source: %d out of %d
et_ee: %d %d-st
fr_fr: %d sur %d
lv_lv: %d no %d
nb_no: %d av %d
pl_pl: %d z %d
ru_ru: %d из %d
sq_al: %d nga %d

source: %d' left
pl_pl: zostało %d'

source: %i (%i new or updated) Radio channels
et_ee: %i (%i uut või uuendatud) Raadiokanalit
fr_fr: %i chaînes de radio (%i nouvelles ou mises à jour)
lv_lv: %i (%i jauni vai atjaunoti) Radio kanāli
nb_no: %i (%i nye eller oppdaterte) radiokanaler
pl_pl: %i (%i zaktualizowanych) kanałów radiowych
ru_ru: %i (%i новых или обновленных) Радио каналов
sq_al: %i Kanale Radio (%i Të reja/Përditësuara)

source: %i (%i new or updated) TV channels
et_ee: %i (%i uut või uuendatud) TV kanalit
fr_fr: %i chaînes de télévision (%i nouvelles ou mises à jour)
lv_lv: %i (%i jauni vai atjaunoti) TV kanāli
nb_no: %i (%i nye eller oppdaterte) TV-kanaler
pl_pl: %i (%i zaktualizowanych) kanałów TV
ru_ru: %i (%i новых или обновленных) ТВ каналов
sq_al: %i Kanale TV (%i Të reja/Përditësuara)

source: %i percent left
pl_pl: %i procent pozostało

source: %i radio channel
et_ee: %i raadiokanal
fr_fr: %i chaîne de radio
lv_lv: %i radio kanāls
nb_no: %i radiokanal
pl_pl: %i kanał radiowy
ru_ru: %i радио канал
sq_al: %i kanal radio

source: %i recording
et_ee: %i salvestis
fr_fr: %i enregistrement
lv_lv: %i ieraksts
nb_no: %i opptak
pl_pl: %i nagranie
ru_ru: %i запись
sq_al: %i regjistrim

source: %i reminder
et_ee: %i meeldetuletus
fr_fr: %i rappel
lv_lv: %i atgādinājums
nb_no: %i påminnelse
pl_pl: %i przypomnienie
ru_ru: %i напоминание

source: %i tv channel
et_ee: %i tv kanal
fr_fr: %i chaîne de télévision
lv_lv: %i tv kanāls
nb_no: %i TV-kanal
pl_pl: %i kanał telewizyjny
ru_ru: %i тв канал
sq_al: %i kanal TV

source: %s: %i channel found
et_ee: %s: %i kanal leitud
fr_fr: %s : %i chaîne trouvée
lv_lv: %s: %i atrasts kanāls
nb_no: %s: %i kanal funnet
pl_pl: %s: %i znaleziony kanał
ru_ru: найден %s: %i канал
sq_al: %s %i kanal i gjetur

source: (%d day)
et_ee: (%d päev)
fr_fr: (%d jour)
lv_lv: (%d diena)
nb_no: (%d dag)
pl_pl: %d dzień
ru_ru: (%d день)
sq_al: (%d ditë)

source: (%d hour)
et_ee: (%d tund)
fr_fr: (%d heure)
lv_lv: (%d stunda)
nb_no: (%d time)
pl_pl: (%d godzina)
ru_ru: (%d час)
sq_al: (%d orë)

source: (%dh %dmin)
nb_no: (%dt %dmin)
pl_pl: (%dg %dmin)

source: (all)
et_ee: (kõik)
fr_fr: (tous)
lv_lv: (visi)
nb_no: (alle)
pl_pl: (wszystkie)
ru_ru: (все)
sq_al: të gjithë

source: (hard of hearing)
et_ee: (vaegkuuljate)
fr_fr: (malentendants)
lv_lv: (vājdzirdīgiem)
nb_no: (hørselshemmede)
pl_pl: Dla niedosłyszących
ru_ru: (слабослышащий)
sq_al: (vështiresi në dëgjim

source: (no label)
et_ee: (pealkiri puudub)
fr_fr: (pas d'étiquette)
nb_no: (ingen merking)
pl_pl: (brak etykiety)
ru_ru: (метка отсутствует)
sq_al: (pa etiketim)

source: (none)
et_ee: (puudub)
fr_fr: (aucun)
lv_lv: (neviens)
nb_no: (ingen)
pl_pl: (żaden)
ru_ru: (никакой)
sq_al: (asnjë)

source: (unsupported)
et_ee: (ei ole toetatud)
fr_fr: (non pris en charge)
lv_lv: (netiek atbalstīts)
nb_no: (støttes ikke)
pl_pl: (nieobsługiwane)
ru_ru: (неподдерживаемый)
sq_al: ( i papërshtatshëm)

source: (visually impaired)
et_ee: (nägemispuuetega)
fr_fr: (déficients visuels)
lv_lv: (vājredzīgiem)
nb_no: (nedsatt syn)
pl_pl: Dla niedowidzących
ru_ru: (слабовидящий)
sq_al: (vështirësi në shikim)

source: 0 recordings
et_ee: 0 salvestust
fr_fr: 0 enregistrement
lv_lv: 0 ierakstu
nb_no: 0 opptak
pl_pl: 0 nagrań
ru_ru: 0 записей
sq_al: 0 regjistrime

source: 000 unknown
et_ee: 000 teadmata
fr_fr: 000 inconnu
lv_lv: 000 nezināms
nb_no: 000 ukjent
pl_pl: 000 nienany
ru_ru: 000 неизвестный
sq_al: 000 i panjohur

source: 1 minute
et_ee: 1 minut
lv_lv: 1 minūte
nb_no: 1 minutt
pl_pl: 1 minuta
ru_ru: 1 минута
sq_al: 1 minutë

source: 10 minutes
et_ee: 10 minutit
lv_lv: 10 minūtes
nb_no: 10 minutter
pl_pl: 10 minut
ru_ru: 10 минут
sq_al: 10 minuta

source: 10 seconds
et_ee: 10 sekundit
fr_fr: 10 secondes
lv_lv: 10 sekundes
nb_no: 10 sekunder
pl_pl: 10 sekund
ru_ru: 10 секунд
sq_al: 10 sekonda

source: 120 minutes
pl_pl: 120 minut
sq_al: 120 minuta

source: 15 minutes
et_ee: 15 minutit
lv_lv: 15 minūtes
nb_no: 15 minutter
pl_pl: 15 minut
ru_ru: 15 минут
sq_al: 15 minuta

source: 15 seconds
et_ee: 15 sekundit
fr_fr: 15 secondes
lv_lv: 15 sekundes
nb_no: 15 sekunder
pl_pl: 15 sekund
ru_ru: 15 секунд
sq_al: 15 sekonda

source: 150 minutes
pl_pl: 150 minut
sq_al: 150 minuta

source: 180 minutes
pl_pl: 180 minut
sq_al: 180 minuta

source: 2 minutes
et_ee: 2 minutit
lv_lv: 2 minūtes
nb_no: 2 minutter
pl_pl: 2 minuty
ru_ru: 2 минуты
sq_al: 2 minuta

source: 2 seconds
et_ee: 2 sekundit
fr_fr: 2 secondes
lv_lv: 2 sekundes
nb_no: 2 sekunder
pl_pl: 2 sekundy
ru_ru: 2 секунды
sq_al: 2 sekonda

source: 20 minutes
et_ee: 20 minutit
lv_lv: 20 minūtes
nb_no: 20 minutter
pl_pl: 20 minut
ru_ru: 20 минут
sq_al: 20 minuta

source: 30 minutes
et_ee: 30 minutit
lv_lv: 30 minūtes
nb_no: 30 minutter
pl_pl: 30 minut
ru_ru: 30 минут
sq_al: 30 minuta

source: 5 minutes
et_ee: 5 minutit
lv_lv: 5 minūtes
nb_no: 5 minutter
pl_pl: 5 minut
ru_ru: 5 минут
sq_al: 5 minuta

source: 5 seconds
et_ee: 5 sekundit
fr_fr: 5 secondes
lv_lv: 5 sekundes
nb_no: 5 sekunder
pl_pl: 5 sekund
ru_ru: 5 секунд
sq_al: 5 sekonda

source: 60 minutes
pl_pl: 60 minut
sq_al: 60 minuta

source: 90 minutes
pl_pl: 90 minut
sq_al: 90 minuta

source: A new disk %s %s has been found. Click OK to browse available disks.
nb_no: Ny disk oppdaget, %s %s. Trykk OK for å se tilgjengelige disker.
pl_pl: Nowy dysk %s %s został wykryty. Wciśnij OK, aby przeglądać dostępne dyski.
sq_al: Një disk i ri %s %s u gjet. vShtypni OK për të parë të gjithë disqet.

source: A problem occurred
lv_lv: Radusies problēma
nb_no: Et problem oppstod
pl_pl: Wystąpił błąd
ru_ru: Проблема
sq_al: U shfaq një problem

source: A/V Output Settings
et_ee: A/V väljundiseaded
fr_fr: Paramètres de sortie AV
lv_lv: A/V Izejas uzstādījumi
nb_no: A/V innstillinger
pl_pl: Ustawienia wyjść A/V
ru_ru: Установки A/V выхода
sq_al: Parametrat e daljes A/V

source: A: Over 18
et_ee: A: üle 18
fr_fr: A : plus de 18 ans
lv_lv: A: vairāk par 18
pl_pl: A: Ponad 18 lat
ru_ru: A: больше 18
sq_al: A: Mbi 18

source: About Conax CA
et_ee: Conax CA kohta
fr_fr: À propos du CA Conax
lv_lv: Par Conax CA
nb_no: Om Conax CA
pl_pl: System Conax CA
ru_ru: О Conax CA
sq_al: Rreth Conax CA

source: Access denied
lv_lv: Nav piekļuves
nb_no: Ingen tilgang
pl_pl: Brak dostępu
ru_ru: Нет доступа
sq_al: Ndalohet hyrja

source: Action prohibited
pl_pl: Akcja zabroniona
sq_al: Veprim i ndaluar

source: Active Standby
pl_pl: Aktywny stan czuwania
sq_al: Stanby aktiv

source: Active standby will start in %u second.
pl_pl: Aktywny stan czuwania rozpocznie się za %u sekundę.
sq_al: Standby aktiv do të fillojë për %u sekondë

source: Add
pl_pl: Dodaj
sq_al: Shto

source: Add new list
lv_lv: Pievienot jaunu sarakstu
nb_no: Ny liste
pl_pl: Dodaj nową listę
ru_ru: Добавить новый список
sq_al: Shto listë të re

source: Add/remove channels
lv_lv: Pievienot/dzēst kanālus
nb_no: Endre kanaler
pl_pl: Dodaj/usuń programy
ru_ru: Добавить/удалить каналы
sq_al: Shto/hiq kanalet

source: Adult Content Blocking
pl_pl: Blokowanie treści dla dorosłych

source: All tuners are in use
et_ee: Kõik vastuvõtjad on kasutuses
fr_fr: Aucun tuner n'est disponible
lv_lv: Visi uztvērēji ir aizņemti
nb_no: Alle mottakere er i bruk
pl_pl: Wszystkie tunery są zajęte
ru_ru: Все тюнеры используются

source: All tuners are in use. There are probably too many ongoing recordings.
et_ee: Kõik vastuvõtjad on kasutuses. Arvatavasti on liiga palju samaaegseid salvestusi.
fr_fr: Aucun tuner n'est disponible. Il y a sans doute trop d'enregistrements en cours.
lv_lv: Visi uztvērēji ir aizņemti, notiek pārāk daudz ierakstu.
nb_no: Alle mottakere er i bruk. Det er muliges for mange samtidige opptak.
pl_pl: Wszystkie tunery są aktualnie w użyciu. Prawdopodobnie masz za dużo trwających nagrań.
ru_ru: Все тюнеры используются. Вероятно, слишком много текущих записей.

source: Alphabetically
pl_pl: Alfabetycznie
sq_al: Sipas alfabetit

source: Always
pl_pl: Zawsze
sq_al: Gjithmonë

source: An error has occurred. Please contact your service provider.
lv_lv: Radusies problēma. Sazinieties ar pakalpojuma sniedzēju.
nb_no: En feil har oppstått. Kontakt din leverandør.
pl_pl: Wystąpił błąd. Skontaktuj się z dostawcą usług.
ru_ru: Ошибка. Свяжитесь с проваидером.
sq_al: U shfaq një problem. Ju lutemi kontaktoni shërbimin për klientin.

source: Analog Outputs
pl_pl: Wyjścia analogowe
sq_al: Dalje Analoge

source: Apr
pl_pl: Kwi
sq_al: Prill

source: Are you sure that you want to drop all channels?
et_ee: Kas oled kindel, et tahad kustutada kõik kanalid?
fr_fr: Êtes-vous sûr de vouloir abandonner toutes les chaînes ?
lv_lv: Vai esat pārliecināti, ka vēlaties izdzēst visus kanālus?
nb_no: Ønsker du å slette samtlige kanaler?
pl_pl: Jesteś pewien, że chcesz usunąć wszystkie kanały?
ru_ru: Вы уверены что хотите удалить все каналы?

source: Are you sure?
et_ee: Kas oled kindel?
fr_fr: Êtes-vous sûr ?
lv_lv: Vai esat pārliecināts?
nb_no: Er du sikker?
pl_pl: Jesteś pewien?
ru_ru: Вы уверены?
sq_al: Jeni të sigurt?

source: Arts/Culture
et_ee: Kunst/kultuur
lv_lv: Māksla/kultūra
nb_no: Kunst/Kultur
pl_pl: Sztuka/Kultura
ru_ru: Искусство/Культура
sq_al: Arte/Kulturë

source: Ask again later
et_ee: Küsi hiljem uuesti
fr_fr: Redemander ultérieurement
lv_lv: Jautāt vēlāk.
nb_no: Spørr igjen senere
pl_pl: Zapytaj później
ru_ru: Напомнить позже
sq_al: Kërko përsëri më vonë

source: Audio Settings
pl_pl: Ustawienia audio
sq_al: Parametrat Audio

source: Audio Track
et_ee: Heli keel
fr_fr: Bande son
lv_lv: Audio ieraksts
nb_no: Lydspor
pl_pl: Scieżka audio
ru_ru: Звуковая дорожка
sq_al: Material Audio

source: Aug
pl_pl: Sie
sq_al: Gusht

source: Authentication failed. Try again.
et_ee: Autentimine ebaõnnestus. Proovi uuesti.
fr_fr: Échec de l'authentification. Essayez à nouveau.
lv_lv: Autentifikācija neizdevās. Mēģiniet vēlreiz.
nb_no: Autentisering feilet. Prøv igjen.
pl_pl: Błąd autoryzacji. Spróbuj ponownie.
ru_ru: Ошибка аутентификации. Попробуйте еще раз.
sq_al: Verifikimi dështoi. Provoni përsëri.

source: Authentication required
et_ee: Autentimine vajalik
fr_fr: Authentification requise
lv_lv: Nepieciešama autentikācija
nb_no: Autentisering påkrevet
pl_pl: Wymagane uwierzytelnienie
ru_ru: Требуется аутентификация
sq_al: Kërkohet verifikim

source: Auto Download
et_ee: Automaatne allalaadimine
fr_fr: Téléchargement automatique
lv_lv: Automātiskā lejupielāde
nb_no: Automatisk nedlasting
pl_pl: Automatyczne pobieranie
ru_ru: Автозагрузка
sq_al: Shkarkim Automatik

source: Auto Install
et_ee: Automaatne paigaldamine
fr_fr: Installation automatique
lv_lv: Automātiska uzstādīšana
nb_no: Automatisk installasjon
pl_pl: Automatyczna instalacja
ru_ru: Автоустановка
sq_al: Instalim Automatik

source: Autodelete Oldest Recordings
et_ee: Kustuta automaatselt vanimad salvestused
fr_fr: Suppression automatique des enregistrements les plus anciens
lv_lv: Automātiski dzēst vecākos ierakstus
nb_no: Automatisk sletting av eldste opptak
pl_pl: Automatyczne usuwanie najstarszych nagrań
ru_ru: Автоудаление старых записей
sq_al: Fshi automatikisht regjistrimet e vjetra

source: Automatic
et_ee: Automaatne
fr_fr: Automatique
lv_lv: Automātiski
nb_no: Automatisk
pl_pl: Automatyczne
ru_ru: Автоматический
sq_al: Automatik

source: Automatic Channel Scanning
et_ee: Automaatne kanaliotsing
fr_fr: Recherche automatique des chaînes
lv_lv: Automātiskā kanālu meklēšana
nb_no: Automatisk kanalsøk
pl_pl: Wyszukiwanie automatyczne
ru_ru: Автоматический поиск каналов
sq_al: Kërkimi automatik i kanaleve

source: Automatic Standby
pl_pl: Automatyczny tryb czuwania

source: Automatic switch to standby in %u second.
pl_pl: Automatyczne przejście do trybu czuwania za %u sekundę.

source: Automatic update will start in %d second.
pl_pl: Aktualizacja oprogramowania rozpocznie się za %d sekundę.
sq_al: Azhornimi automatik do të fillojë për %d sekondë.

source: Available Transponders
et_ee: Saadaval transpondrid
fr_fr: Transpondeurs disponibles
nb_no: Tilgjengelige transpondere
pl_pl: Dostępne transpondery
ru_ru: Доступные ретрансляторы

source: Bad URL: %d
lv_lv: Nepareizs URL: %d
nb_no: Ugyldig URL: %d
pl_pl: Niepoprawny URL: %d
ru_ru: Неправильный URL: %d
sq_al: URL e gabuar ; %d

source: Bad format: %d
lv_lv: Nepareizs formāts: %d
nb_no: Feil format: %d
pl_pl: Niepoprawny format: %d
ru_ru: Неправильный формат: %d
sq_al: Format i gabuar: %d

source: Bad server response: %d
lv_lv: Nepareiza servera atbilde: %d
nb_no: Ugyldig serverrespons: %d
pl_pl: Niepoprawna odpowiedź serwera: %d
ru_ru: Неправильный ответ сервера: %d
sq_al: Përgjigje e gabuar e serverit: %d

source: Balance: %d token
et_ee: Saldo: %d žetoon
fr_fr: Solde : %d jeton
nb_no: Saldo: %d token
pl_pl: Saldo: %d token
ru_ru: Баланс: %d токен
sq_al: Llogaria: %d kredit

source: Band Select
fr_fr: Sélection de bande
lv_lv: Joslas izvēle
nb_no: Båndvalg
pl_pl: Wybór pasma
ru_ru: Выбор диапазона
sq_al: Zgjedhja e Bandës

source: Bandwidth
et_ee: Ribalaius
fr_fr: Bande passante
lv_lv: Josla
nb_no: Båndbredde
pl_pl: Pasmo
ru_ru: Полоса пропускания

source: Bandwidth [MHz]
et_ee: Ribalaius [MHz]
fr_fr: Bande passante [MHz]
lv_lv: Josla [MHz]
nb_no: Båndbredde (MHz)
pl_pl: Pasmo [MHz]
ru_ru: Полоса пропускания [MHz]

source: Begin format now
et_ee: Alusta vormindamist kohe
fr_fr: Commencer le formatage maintenant
lv_lv: Sākt formatēt
nb_no: Start formatering nå
pl_pl: Rozpocznij formatowanie
ru_ru: Начать форматирование сейчас
sq_al: Fillo formatimin tani

source: Block Channels
et_ee: Blokeeri kanalid
fr_fr: Bloquer des chaînes
lv_lv: Bloķēt kanālus
nb_no: Blokker kanaler
pl_pl: Blokada programów
ru_ru: Блокировать каналы
sq_al: Blloko kanalet

source: Buy
et_ee: Osta
fr_fr: Acheter
lv_lv: Pirkt
nb_no: Kjøp
pl_pl: Kup
ru_ru: Купить

source: By Channel Number
lv_lv: Atbilstoši kanāla numuram
nb_no: Originalt kanalnummer
pl_pl: Według numeru kanału
sq_al: Sipas numrit të kanalit

source: By Index
lv_lv: Atbilstoši indeksam
nb_no: Nummerert liste
pl_pl: Według indeksu
sq_al: Sipas Indeksit

source: C-band
fr_fr: Bande C
nb_no: C-bånd
pl_pl: Pasmo C
ru_ru: C-диапазон

source: CA PIN has been changed.
et_ee: CA PIN muudetud
fr_fr: Le code PIN du CA a changé.
lv_lv: CA PIN ir mainīts
nb_no: CA PIN har blitt endret.
pl_pl: PIN CA został zmieniony.
ru_ru: CA PIN был изменен

source: Cable
et_ee: Kaabel
fr_fr: Câble
lv_lv: Kabeļu
nb_no: Kabel
pl_pl: Kablowy
ru_ru: Кабельный
sq_al: Kabëll

source: Cable AnnexB
et_ee: Kaabel AnnexB
fr_fr: Câble AnnexB
lv_lv: Kabeļu AnnexB
nb_no: Kabelstandard B (USA)
pl_pl: Kablowy AnnexB
ru_ru: Кабельный AnnexB
sq_al: Kabëll AnnexB

source: Cable DVB-C
et_ee: Kaabel DVB-C
fr_fr: Câble DVB-C
lv_lv: Kabeļu DvB-C
nb_no: Kabel (DVB-C)
pl_pl: Kablowy DVB-C
ru_ru: Кабельный DVB-C
sq_al: Kabëll DVB-C

source: Cable modem status
et_ee: Kaabelmodemi olek
fr_fr: État du modem câble
lv_lv: Kabeļmodema statuss
nb_no: Kabelmodemstatus
pl_pl: Status modemu kablowego
ru_ru: Статус кабельного модема
sq_al: Gjëndja e modemit kabllor

source: Caller ID
pl_pl: Identyfikacja rozmówcy

source: Can't load skins list
pl_pl: Nie można załadować listy skórek.
sq_al: Lista nuk mund te ngarkohet

source: Cancel
et_ee: Tühista
fr_fr: Annuler
lv_lv: Atcelt
nb_no: Avbryt
pl_pl: Anuluj
ru_ru: Отменить
sq_al: Anullo

source: Cancel scheduled recording
et_ee: Tühista ajastatud salvestused
fr_fr: Annuler l'enregistrement programmé
lv_lv: Atcelt plānoto ierakstu
nb_no: Avbryt pågående opptak
pl_pl: Usuń zaplanowane nagranie
ru_ru: Отменить запланированную запись
sq_al: Anullo regjistrimin e rezervuar

source: Card Inserted
et_ee: Kaart sisestatud
fr_fr: Carte insérée
lv_lv: Karte ir ievietota
nb_no: Smartkort oppdaget
pl_pl: Karta włożona
ru_ru: Карта вставлена
sq_al: Karta është futur

source: Card Number
et_ee: Kaardi number
fr_fr: Numéro de la carte
lv_lv: Kartes numurs
nb_no: Kortnummer
pl_pl: Numer karty
ru_ru: Номер карты
sq_al: Numri i kartës

source: Card Problem - check card
et_ee: Kaardi probleem - kontrolli kaarti
fr_fr: Problème sur la carte - vérifiez la carte
lv_lv: Kartes problēma, pārbaudiet karti
nb_no: Kortproblem - sjekk kort
pl_pl: Problem z kartą - sprawdź kartę
ru_ru: Проблема карты - проверьте карту
sq_al: Problem i kartës - kontrolloni kartën

source: Card Type
et_ee: Kaardi tüüp
fr_fr: Type de carte
lv_lv: Kartes tips
nb_no: Korttype
pl_pl: Typ karty
ru_ru: Тип карты
sq_al: Lloji i kartës

source: Card is correct
et_ee: Sobiv kaart
fr_fr: La carte est correcte
lv_lv: Karte ir pareiza
nb_no: Korrekt kort
pl_pl: Karta poprawna
ru_ru: Подходящая карта
sq_al: Karta është në rregull

source: Catch-up TV - continue
pl_pl: Catch-up TV - kontynuuj
sq_al: Catch-up TV - vazhdo

source: Catch-up TV - play
pl_pl: Catch-up TV - odtwórz
sq_al: Catch-up TV - luaj

source: Change CA PIN failed.
et_ee: CA PIN'i muutmine ebaõnnestus
fr_fr: Échec de la modification du code PIN du CA.
lv_lv: CA PIN maiņa neizdevās
nb_no: Endring av CA pin feilet
pl_pl: Zmiana PINu CA nie powiodła się.
ru_ru: Изменение CA PIN не удалось.

source: Change CA pin
et_ee: Muuda CA PIN
fr_fr: Modifier le code PIN du CA
lv_lv: Mainīt CA pin
nb_no: Endre CA pin
pl_pl: Zmiana kodu PIN CA
ru_ru: Изменить CA pin
sq_al: Ndrysho kodin PIN të kartës

source: Change PIN
et_ee: Muuda PIN
fr_fr: Modifier le code PIN
lv_lv: Mainīt PIN
nb_no: Endre PIN
pl_pl: Zmień PIN
ru_ru: Изменить PIN
sq_al: Ndrysho kodin PIN

source: Change list numbering
lv_lv: Mainīt saraksta numerāciju
nb_no: Nummerering
pl_pl: Zmień numerowanie
sq_al: Ndrysho numertimin e listës

source: Changing pin failed.
et_ee: PIN'i muutmine ebaõnnestus
fr_fr: La modification du code PIN a échoué.
lv_lv: PIN maiņa neizdevās.
nb_no: Endring av PIN feilet.
pl_pl: Zmiana kodu PIN nie powiodła się.
ru_ru: Изменение pin не удалось.

source: Channel
et_ee: Kanal
fr_fr: Chaîne
lv_lv: Kanāls
nb_no: Kanal
pl_pl: Kanał
ru_ru: Канал
sq_al: Kanal

source: Channel Frequency [kHz]
et_ee: Kanali sagedus [kHz]
fr_fr: Fréquence de la chaîne [kHz]
lv_lv: Kanāla frekvence [kHz]
nb_no: Kanal frekvens [kHz]
pl_pl: Częstotliwość kanału [kHz]
ru_ru: Частота канала [kHz]

source: Channel Installation
et_ee: Kanalite paigaldus
fr_fr: Installation des chaînes
lv_lv: Kanālu uzstādīšana
nb_no: Kanalinstallasjon
pl_pl: Instalacja programów
ru_ru: Установка каналов
sq_al: Installimi i kanaleve

source: Channel Scanning
et_ee: Kanaliotsing
fr_fr: Recherche des chaînes
lv_lv: Kanālu meklēšana
nb_no: Kanalsøk
pl_pl: Skanowanie kanałów
ru_ru: Поиск каналов
sq_al: Kërkimi i kanaleve

source: Channel Status
et_ee: Kanali olek
fr_fr: État des chaînes
lv_lv: Kanāla statuss
nb_no: Kanalinfo
pl_pl: Status kanału
ru_ru: Статус канала
sq_al: Gjëndja e kanalit

source: Channel not available
et_ee: Kanal ei ole saadaval
fr_fr: Chaîne non disponible
lv_lv: Kanāls nav pieejams
nb_no: Kanal ikke tilgjengelig
pl_pl: Kanał niedostępny
ru_ru: Канал недоступен
sq_al: Kanali nuk është i disponueshëm

source: Channel scanning
et_ee: Kanaliotsing
fr_fr: Recherche des chaînes
lv_lv: Kanālu skanēšana
nb_no: Kanalsøk
pl_pl: Wyszukiwanie kanałów
ru_ru: Поиск каналов

source: Channel scanning will start in %d second.
pl_pl: Skanowanie kanałów rozpocznie się za %d sekundę.
sq_al: Kërkimi i kanaleve do të fillojë per %d sekondë.

source: Channel: %s Event: %s Time: %s-%s
et_ee: kanal: %s sündmus: %s aeg: %s-%s
fr_fr: Chaîne : %s Événement : %s Heure : %s-%s
lv_lv: Kanāls: %s Notikums: %s Laiks: %s-%s
nb_no: Kanal: %s Event: %s Tid: %s-%s
pl_pl: Kanał: %s Program: %s Czas trwania: %s-%s
ru_ru: Канал: %s Событие: %s Время: %s-%s
sq_al: Kanali: %s Programi: %s Koha: %s-%s

source: Channels update
pl_pl: Aktualizacja kanałów
sq_al: Azhornimi i kanaleve

source: Checking compatibility...
et_ee: Kontrollin sobivust...
fr_fr: Vérification de la compatibilité...
lv_lv: Pārbauda savietojamību...
nb_no: Undersøker kompatibilitet
pl_pl: Sprawdzanie kompatybilności...
ru_ru: Проверка совместимости...
sq_al: Duke kontrolluar përputhshmërinë...

source: Children's/Youth Programmes
et_ee: Laste või noorteprogrammid
fr_fr: Programmes enfants/jeunesse
lv_lv: Bērnu/Jauniešu programmas
nb_no: Barn/Ungdomsprogram
pl_pl: Dla Dzieci/Młodzieży
ru_ru: Детские/Юношеские программы
sq_al: Programet për Fëmijë/të Rinj

source: Close
et_ee: Sulge
fr_fr: Fermer
lv_lv: Aizvērt
nb_no: Lukk
pl_pl: Zamknij
ru_ru: Закрыть
sq_al: Mbyll

source: Communication error
et_ee: Sidehäire
fr_fr: Erreur de communication
lv_lv: Komunikācijas kļūda
nb_no: Kommunikasjonsfeil
pl_pl: Błąd komunikacji
ru_ru: Ошибка связи
sq_al: Gabim në komunikim

source: Compatible with PVR
et_ee: Sobiv PVR'iga.
fr_fr: Compatible avec le magnétoscope numérique
lv_lv: Savietojams ar PVR
nb_no: Kompatibel med PVR
pl_pl: Kompatybilny z PVR
ru_ru: Совместим с PVR
sq_al: E përputhshme me PVR

source: Compatible with PVR and Timeshift
pl_pl: Zgodny z PVR oraz Timeshift
sq_al: E përputhshme me PVR dhe Timeshift

source: Compatible with Timeshift
pl_pl: Zgodny z Timeshift
sq_al: E përputhshme me Timeshift

source: Completed Recordings
et_ee: Lõpetatud salvestused
fr_fr: Enregistrements terminés
lv_lv: Pabeigtie ieraksti
nb_no: Fullførte opptak
pl_pl: Ukończone nagrania
ru_ru: Завершенные записи
sq_al: Regjistrimet e përfuduara

source: Conax
pl_pl: Informacje o Conax

source: Configuration
et_ee: Seaded
lv_lv: Konfigurācija
nb_no: Konfigurering
pl_pl: Konfiguracja dekodera
ru_ru: Конфигурация
sq_al: Konfirgurimet

source: Configure
et_ee: Seadista
fr_fr: Configurer
lv_lv: Konfigurēt
nb_no: Konfigurer
pl_pl: Konfiguruj
ru_ru: Конфигурировать

source: Confirm
et_ee: Kinnita
fr_fr: Confirmer
lv_lv: Apstiprināt
nb_no: Bekreft
pl_pl: Zatwierdź
ru_ru: Подтвердить
sq_al: Konfirmo

source: Confirmation Required
et_ee: Kinnitus nõutav
fr_fr: Confirmation requise
lv_lv: Nepieciešams apstiprinājums
nb_no: Bekreftelse
pl_pl: Wymagane potwierdzenie
ru_ru: Требуется подтверждение
sq_al: Kërkohet konfirmim

source: Connected
pl_pl: Połączony
sq_al: i lidhur

source: Continue
et_ee: Jätka
fr_fr: Continuer
lv_lv: Turpināt
nb_no: Fortsett
pl_pl: Kontynuuj
ru_ru: Продолжить
sq_al: Vazhdo

source: Could not load channel list. Functionality may be limited.
et_ee: Ei saanud kanalinimekirja laadida. Funktsionaalsus võib olla piiratud.
fr_fr: Impossible de charger la liste des chaînes. Le fonctionnement risque d'être limité.
lv_lv: Neizdevās ielādēt kanālu sarakstu. Funkcionalitāte var būt ierobežota.
nb_no: Kunne ikke laste kanalliste. Funksjonalitet kan være begrenset.
pl_pl: Nie udało się załadować listy programów.
ru_ru: Не удается загрузить список каналов. Функциональность может быть ограничена.
sq_al: Lista e kanaleve nuk mund te shfaqet. Ky funksion mund te jete i limituar.
