Repository: jestevezmma1994/Script-Revisiones-NuevoSiglo
Catalog: Myenv/nuevosiglo-homecast7582b0-secure-sdk-3.2rc5/sbuild-nuevosiglo-homecast7582b0-secure-sdk/host/cross/mipsel-linux-uclibc/usr/local/share/translations/orig/CubiTV/*.po
Languages: et_ee, fr_fr, lv_lv, nb_no, pl_pl, ru_ru, sq_al

source: Your TV is currently connected to an inactive output on this set-top box. Please press VOUT button on your remote control to activate this output or connect your TV to the %s output.
et_ee: Su teler on ühendatud mitteaktiivse digiboksi väljundiga. Vajuta VOUT nupule puldil selle väljundi aktiveerimiseks või ühenda teler %s väljundiga.
fr_fr: Votre téléviseur est actuellement connecté à une sortie inactive de ce décodeur. Appuyez sur le bouton VOUT de la télécommande pour activer cette sortie ou connectez votre téléviseur à la sortie %s.
lv_lv: Televizors ir pieslēgts neaktīvai video izejai. Uz pults Nospiediet VOUT poguun aktivizējiet šo izeju vai pieslēdziet TV pie %s izejas.
nb_no: Din TV er for øyeblikket tilkoblet en deaktivert utgang på denne dekoderen. Trykk VOUT på fjernkontrollen for å aktivere utgangen, eller koble TVen til utgang %s.
pl_pl: To wyjście dekodera jest obecnie nieaktywne. Aby aktywować nacisnij przycisk VOUT na pilocie, w przeciwnym wypadku podłącz odbiornik do wyjścia %s.
ru_ru: Ваш телевизор на данный момент подключен к неактивному выходу ресивера. Нажмите кнопку VOUT на пульте дистанционного управления чтобы активировать этот выход или подключите телевизор к выходу %s.
sq_al: TV juaj ështe lidhur me një dalje jo aktive te STB. Ju lutemi shtypni butonin VOUT në telekomandë për të aktivizuar këtë dalje ose lidhni TV tuaj me daljen %s.

source: Your drive is too slow to handle this recording.
pl_pl: Twój dysk jest zbyt wolny, by obsłużyć nagranie tego programu.

source: Your new recording conflicts with %i previously scheduled recording. Would you like to:
et_ee: Sinu salvestus kattub %i eelnevalt ajastatud salvestusega. Kas tahad:
fr_fr: Votre nouvel enregistrement est en conflit avec %i enregistrement déjà programmé. Souhaitez-vous :
lv_lv: Jaunais ieraksts konfliktē ar %i esošo ierakstu. Vai vēlaties:
nb_no: Nytt opptak er i konflikt med %i planlagt opptak. Ønsker du å:
pl_pl: Ten program jest w konflikcie z %i wybranym wcześniej nagraniem. Czy chcesz:
ru_ru: Новая запись конфликтует с %i ранее запланированной записью. Желаете:
sq_al: Regjistrimi i ri përplaset me regjistrimin e mëparshëm %i. Deshironi të :

source: [completed]
et_ee: [lõpetatud]
fr_fr: [terminé]
lv_lv: [pabeigts]
nb_no: [ferdig]
pl_pl: [ukończone]
ru_ru: [завершено]
sq_al: [mbaroi]

source: [failed]
et_ee: [ebaõnnestunud]
fr_fr: [échec]
lv_lv: [neizdevies]
nb_no: [feilet]
pl_pl: [zakończone błędem]
ru_ru: [не удалось]
sq_al: [deshtoi]

source: [interrupted]
et_ee: [peatatud]
fr_fr: [interrompu]
lv_lv: [pārtraukts]
nb_no: [avbrutt]
pl_pl: [przerwane]
ru_ru: [прервано]
sq_al: [u nderpre]

source: [missed]
et_ee: [puudujäänud]
fr_fr: [manqué]
lv_lv: [neveiksmīgs]
nb_no: [gått glipp av]
pl_pl: [niedostępne]
ru_ru: [пропущено]
sq_al: [u humb]

source: [recording]
et_ee: [salvestused]
fr_fr: [enregistrement]
lv_lv: [ieraksts]
nb_no: [opptak]
pl_pl: [nagrywane]
ru_ru: [запись]
sq_al: [duke regjistruar]

source: [removed]
pl_pl: [usunięty]
sq_al: [u fshi]

source: [scheduled]
et_ee: [ajastatud]
fr_fr: [programmé]
lv_lv: [uzstādīts]
nb_no: [planlagt]
pl_pl: [oczekujące]
ru_ru: [запланировано]
sq_al: [e rezervuar]

source: [stopped manually]
et_ee: [peatatud käsitsi]
fr_fr: [arrêté manuellement]
lv_lv: [apturēts manuāli]
nb_no: [manuelt stoppet]
pl_pl: [zatrzymane]
ru_ru: [остановлено вручную]
sq_al: [u ndalua manualisht]

source: [stopped – no source]
et_ee: [peatatud - sisend puudub]
fr_fr: [arrêté – pas de source]
lv_lv: [apturēts - nav avota]
nb_no: [avbrutt - ingen kilde]
pl_pl: [zatrzymane – utrata sygnału]
ru_ru: [остановлено – нет источника]
sq_al: [u ndalua - ska burim]

source: [stopped – no space]
et_ee: [peatatud - ruumi ei ole]
fr_fr: [arrêté – espace saturé]
lv_lv: [apturēts vietas trūkuma dēļ]
nb_no: [avbrutt - ingen ledig lagringsplass]
pl_pl: [zatrzymane – brak miejsca]
ru_ru: [остановлено – нет места]
sq_al: [u ndalua - ska hapesirë]

source: about %d SD hour or
lv_lv: Apmēram %d SD stunda vai
nb_no: omtrent %d SD time eller
pl_pl: została około %d godzina SD lub
ru_ru: Примерно %d SD час
sq_al: rreth %d ore SD ose

source: about %d hour left
et_ee: umbes %d tund jäänud
fr_fr: environ %d heure restante
lv_lv: palikusi %d stunda
nb_no: omtrent %d time igjen
pl_pl: pozostała około %d godzina
ru_ru: остался примерно %d час
sq_al: rreth %d ore te mbetura

source: chkflash
lv_lv: Pārbauda Flash partīcijas
pl_pl: Sprawdzanie pamięci Flash
ru_ru: Проверка флэш разделов

source: config
lv_lv: Ieraksta konfigurāciju
pl_pl: Zapisywanie konfiguracji
ru_ru: Запись конфигурации
sq_al: konfigurimi

source: done
et_ee: tehtud
fr_fr: terminé
lv_lv: pabeigts
nb_no: ferdig
pl_pl: OK
ru_ru: завершено
sq_al: u krye

source: download
et_ee: allalaadimine
fr_fr: télécharger
lv_lv: lejupielādē pakotni
nb_no: last ned
pl_pl: Pobieranie oprogramowania
ru_ru: Загрузка пакета прошивки
sq_al: shkarko

source: format_long
et_ee: Kõvaketta vormindamine Vormindamine võib võtta 3 kuni 5 minutit. Palun ära lülita boksi välja või taaskäivita. Digiboks jätkab käivitumist kui vormindamine on lõppenud.
lv_lv: Notiek diska formatēšana Diska formatēšana var aizņemt 3 līdz 5 minūtes. Lūdzu NEIZSLĒDZIET uztvērēju! Uztvērējs automātiski ieslēgsies pēc formatēšanas beigām.
pl_pl: Trwa formatowanie dysku Operacja formatowania potrwa od 3 do 5 minut. W tym czasie NIE WOLNO wyłączać urządzenia. Po zakończeniu tego procesu dekoder będzie ponownie gotowy do pracy.
ru_ru: Идет форматирование диска Форматирование может занять от 3 до 5 минут. Пожалуйста НЕ ВЫКЛЮЧАЙТЕ ресивер или питание. Ресивер продолжит включение после окончания форматирования.
sq_al: format_i gjate

source: formating
et_ee: vormindan
fr_fr: formatage
lv_lv: formatē
nb_no: formaterer
pl_pl: Formatowanie dysku
ru_ru: форматирование
sq_al: duke formatuar

source: hour
et_ee: tund
fr_fr: heure
lv_lv: stunda
nb_no: time
pl_pl: godzina
ru_ru: час
sq_al: ore

source: hours
pl_pl: godziny
sq_al: Orë

source: kernel
fr_fr: noyau
lv_lv: Apstrādā KERNEL
nb_no: kjerne
pl_pl: Przetwarzanie partycji KERNEL
ru_ru: Обработка KERNEL

source: less than HD hour left
et_ee: vähem kui tund HD'd jäänud
fr_fr: moins de heure HD restante
lv_lv: Palicis mazāk par vienu HD stundu
nb_no: mindre enn HD timer igjen
pl_pl: mniej niż godzina HD
ru_ru: осталось меньше одного HD часа
sq_al: me pak se ore HD te mbetura

source: less than hour left
et_ee: vähem kui tund jäänud
fr_fr: moins de heure restante
lv_lv: palicis mazāk par stundu
nb_no: mindre enn én time igjen
pl_pl: została mniej niż godzina
ru_ru: осталось меньше часа
sq_al: me pak se ore te mbetura

source: logo
lv_lv: Apstrādā LOGO
pl_pl: Przetwarzanie partycji LOGO
ru_ru: Обработка LOGO

source: minutes
pl_pl: minuty
sq_al: minuta

source: new
et_ee: uus
fr_fr: nouveau
lv_lv: jauns
nb_no: ny
pl_pl: nowy
ru_ru: новый
sq_al: i/e re

source: off
et_ee: välja
fr_fr: désactivé
nb_no: av
pl_pl: wył
ru_ru: выкл

source: prev
et_ee: eelmine
fr_fr: préc
lv_lv: iepr
nb_no: forrige
pl_pl: poprzedni
ru_ru: пред.

source: Recording Settings
pl_pl: Ustawienia nagrywania

source: recordings
pl_pl: nagrania
sq_al: regjistrimet

source: result
et_ee: tulemus
fr_fr: résultat
lv_lv: rezultāts
nb_no: resultat
pl_pl: wynik
ru_ru: результат
sq_al: rezultati

source: rootfs
lv_lv: Apstrādā ROOTFS
pl_pl: Przetwarzanie partycji ROOTFS
ru_ru: Обработка ROOTFS

source: today
et_ee: täna
fr_fr: aujourd'hui
lv_lv: šodien
nb_no: idag
pl_pl: dziś
ru_ru: сегодня
sq_al: sot

source: tomorrow
et_ee: homme
fr_fr: demain
lv_lv: rīt
nb_no: i morgen
pl_pl: jutro
ru_ru: завтра
sq_al: neser

source: unknown
et_ee: tundmatu
fr_fr: inconnu
lv_lv: nezināms
nb_no: ukjent
pl_pl: nieznany
ru_ru: неизвестный
sq_al: i/e panjohur

source: unlimited
et_ee: piiramatu
fr_fr: illimité
lv_lv: bez ierobežojuma
nb_no: ubegrenset
pl_pl: nieograniczony
ru_ru: неограниченный
sq_al: e pa kufizuar

source: upgrade_long
et_ee: Tarkvarauuendus võib võtta 10 kuni 15 minutit. Palun ära lülita boksi välja või taaskäivita. Digiboks taaskäivitub automaatselt peale uuendust.
lv_lv: Firmware atjaunināšana var aizņemt 10 līdz 15 minūtes. Lūdzu NEIZSLĒDZIET uztvērēju. Uztvērējs pārstartēsies pēc programmnodrošinājuma atjaunināšanas.
nb_no: Dekoderen laster ned ny programvareoppdatering. Vennligst vent til oppgraderingen er gjennomført før vanlig bruk gjenopptas.
pl_pl: Aktualizacja oprogramowania potrwa od 10 do 15 minut. W tym czasie NIE WOLNO wyłączać urządzenia. Dekoder zrestartuje się automatycznie po zakończeniu aktualizacji.
ru_ru: Обновление прошивки может занять от 10 до 15 минут. Пожалуйста не выключайте ресивер или питание. Ресивер перезапустится автоматически после завершения обновления.
sq_al: azhorno_i gjate

source: usr
lv_lv: Apstrādā USR
pl_pl: Przetwarzanie partycji USR
ru_ru: Обработка USR

source: verify
et_ee: kinnita
fr_fr: vérifier
lv_lv: pārbauda pakotni
nb_no: kontrollere
pl_pl: Weryfikacja pobranych plików
ru_ru: Проверка установленного файла
sq_al: verifiko

source: writing
et_ee: kirjutan
fr_fr: écriture
lv_lv: Uzstāda Firmware
nb_no: skriver
pl_pl: Zapisywanie nowego oprogramowania
ru_ru: Установка прошивки
sq_al: duke shkruar

source: AV Signal Type
pl_pl: Sygnał AV

source: Auto
et_ee: Automaatne
nb_no: Automatisk
pl_pl: Automatyczny
ru_ru: Авто

source: Display Format (AV)
pl_pl: Format obrazu (AV)

source: Display Format (HDMI)
et_ee: Ekraaniformaat (HDMI)
fr_fr: Format d'affichage (HDMI)
lv_lv: Ekrāna formāts (HDMI)
nb_no: Visningsformat (HDMI)
pl_pl: Format obrazu (HDMI)
ru_ru: Формат экрана (HDMI)

source: Helsinki, Athens, Kaliningrad
et_ee: Helsingi, Ateena, Kaliningrad
fr_fr: Helsinki, Athènes, Kaliningrad
lv_lv: Helsinki, Atēnas, Kaļiņingrada
pl_pl: Helsinki, Ateny, Kaliningrad
ru_ru: Хельсинки, Афины, Калининград

source: London, Belfast
fr_fr: Londres, Belfast
lv_lv: Londona, Belfāsta
pl_pl: Londyn, Belfast
ru_ru: Лондон, Белфаст

source: Moscow, Saint Petersburg
et_ee: Moskva, St. Peterburg
fr_fr: Moscou, Saint-Pétersbourg
lv_lv: Maskava, Sanktpēterburga
nb_no: Moskva, Saint Petersburg
pl_pl: Moskwa, Sankt Petersburg
ru_ru: Москва, Санкт-Петербург

source: Paris, Berlin, Warsaw, Rome
et_ee: Pariis, Berliin, Varssav, Rooma
fr_fr: Paris, Berlin, Varsovie, Rome
nb_no: Paris, Berlin, Warszawa, Roma
pl_pl: Paryż, Berlin, Warszawa, Rzym
ru_ru: Париж, Берлин, Варшава, Рим

source: Reykjavík
pl_pl: Rejkjawik
ru_ru: Рейкьявик

source: Search By Category
lv_lv: Meklēt pēc kategorijas
pl_pl: Szukaj według kategorii

source: Search By Name
lv_lv: Meklēt pēc vārda
pl_pl: Szukaj według nazwy

source: Service Group
pl_pl: Grupa

source: Smartcard ID
pl_pl: Numer karty

source: Summary
pl_pl: Podsumowanie

source: TV Aspect Ratio
et_ee: TV pildisuhe
fr_fr: Format d'image télévision
lv_lv: TV malu attiecība
nb_no: Skjermformat
pl_pl: Proporcje ekranu TV
ru_ru: Соотношение сторон ТВ

source: Tokens: %d Last access: %s
et_ee: Tokeneid: %d Viimati vaadatud: %s
fr_fr: Jetons : %d Dernier accès : %s
lv_lv: Žetoni: %d Pēdējā piekļuve: %s
nb_no: Potelleter: %d Sist benyttet: %s
pl_pl: Tokeny: %d Ostatni dostęp: %s
ru_ru: Токены: %d Последний доступ: %s

source: Traxis Properties
pl_pl: Właściwości Traxis

source: automatic
et_ee: automaatne
fr_fr: automatique
lv_lv: automātiski
nb_no: automatisk
pl_pl: automatyczne
ru_ru: автоматический

source: manual
et_ee: manuaalne
fr_fr: manuelle
lv_lv: manuāli
nb_no: manuell
pl_pl: manualne
ru_ru: ручной

source: (%d day %dh)
et_ee: (%d päev %dh)
fr_fr: (%d jour %d h)
lv_lv: (%d diena %dh)
nb_no: (%d dag %dh)
ru_ru: (%d день %dh)
sq_al: (%d ditë %dh)

source: 0.00-CURRENT
et_ee: 0.00-PRAEGUNE
fr_fr: 0.00-ACTUEL
lv_lv: 0.00-PAŠLAIK
nb_no: 0.00-gjeldende
ru_ru: 0.00-ТЕКУЩИЙ
sq_al: 0.00-AKTUAL

source: Automatic update will start in %u second.
et_ee: Automaatne uuendus käivitub %u sekundi pärast
fr_fr: La mise à jour automatique démarrera dans %u seconde.
lv_lv: Automātiskā atjaunināšana sāksies pēc %u sekundes.
nb_no: Automatisk oppdatering vil starte om %u sekund.
ru_ru: Автоматическое обновление начнется через %u секунду.

source: Baltcom SPECIAL
lv_lv: Baltcom īpašs

source: Changing skin requires box reboot
lv_lv: Dekoderis ir jārestartē, lai nomainītu ādiņu
nb_no: Endring av menydrakt forutsetter omstart av dekoder

source: Chip ID
et_ee: Kiibi ID
fr_fr: ID de la puce
lv_lv: Čipa ID
ru_ru: Идентификатор чипа

source: Chip id
et_ee: Kiibi ID
fr_fr: ID de la puce
lv_lv: čipa id
ru_ru: Идентификатор чипа

source: DRM error: %d
lv_lv: DRM kļūda: %d
nb_no: DRM feil: %d
ru_ru: DRM ошыбка: %d
sq_al: Problem në DRM:%d

source: Delete file
et_ee: Kustuta fail
fr_fr: Supprimer le fichier
lv_lv: Dzēst failu
nb_no: Slett fil
ru_ru: Удалить файл
sq_al: Fshi materialin

source: Display Format (SCART)
et_ee: Ekraaniformaat (SCART)
fr_fr: Format d'affichage (SCART)
lv_lv: Ekrāna formāts (SCART)
nb_no: Visningsformat (SCART)
ru_ru: Формат экрана (SCART)

source: Docs
lv_lv: Dokumentālās

source: Enables also automatic time mode
lv_lv: Iespējo arī laika automātisko režīmu

source: Extra
et_ee: Ekstra
lv_lv: Ekstra
nb_no: Ekstra
ru_ru: Дополнительно
sq_al: Ekstra

source: Favourites Numbering
lv_lv: Favorītu numerācija
nb_no: Favorittnummerering

source: Films
lv_lv: Filmas

source: Format successful
et_ee: Vormindamine edukas
fr_fr: Formatage réussi
lv_lv: Fomatēšana pabeigta
nb_no: Formatering vellykket
ru_ru: Форматирование успешно

source: Incorrect CA Card
et_ee: Vale CA kaart
fr_fr: Carte CA incorrecte
lv_lv: Nepareiza CA karte
nb_no: Feil smartkort
ru_ru: Неверная CA карта

source: International
lv_lv: Internacionāls

source: Kids
lv_lv: Bērni

source: Letterbox
et_ee: Ribapilt
lv_lv: Pastakaste

source: Lifestyle
lv_lv: Dzīvesveids

source: Local
lv_lv: Vietējs

source: Login
lv_lv: Reģistrēties
ru_ru: Войти

source: Mar
lv_lv: Marts
sq_al: Mars

source: Music
lv_lv: Mūzika

source: New application layout requires box reboot.
lv_lv: Lai jaunais aplikācijas izkārtojums stātos spēkā, nepieciešams dekodera restarts
nb_no: Endring av meydrakt krever omstart av dekoder.

source: News
lv_lv: Ziņas

source: No Access (error code 1)
lv_lv: Nav pieejas (kļūdas kods 1)
nb_no: Ingen tilgang (feilkode 1)
ru_ru: Нет доступа (код ошыбки 1)

source: No Access (error code 10)
lv_lv: Nav pieejas (kļūdas kods 10)
nb_no: Ingen tilgang (feilkode 10)
ru_ru: Нет доступа (код ошыбки 10)

source: No Access (error code 11)
lv_lv: Nav pieejas (kļūdas kods 11)
nb_no: Ingen tilgang (feilkode 11)
ru_ru: Нет доступа (код ошыбки 11)

source: No Access (error code 12)
lv_lv: Nav pieejas (kļūdas kods 12)
nb_no: Ingen tilgang (feilkode 12)
ru_ru: Нет доступа (код ошыбки 12)

source: No Access (error code 2)
lv_lv: Nav pieejas (kļūdas kods 2)
nb_no: Ingen tilgang (feilkode 2)
ru_ru: Нет доступа (код ошыбки 2)

source: No Access (error code 3)
lv_lv: Nav pieejas (kļūdas kods 3)
nb_no: Ingen tilgang (feilkode 3)
ru_ru: Нет доступа (код ошыбки 3)

source: No Access (error code 4)
lv_lv: Nav pieejas (kļūdas kods 4)
nb_no: Ingen tilgang (feilkode 4)
ru_ru: Нет доступа (код ошыбки 4)

source: No Access (error code 5)
lv_lv: Nav pieejas (kļūdas kods 5)
nb_no: Ingen tilgang (feilkode 5)
ru_ru: Нет доступа (код ошыбки 5)

source: No Access (error code 6)
lv_lv: Nav pieejas (kļūdas kods 6)
nb_no: Ingen tilgang (feilkode 6)
ru_ru: Нет доступа (код ошыбки 6)

source: No Access (error code 7)
lv_lv: Nav pieejas (kļūdas kods 7)
nb_no: Ingen tilgang (feilkode 7)
ru_ru: Нет доступа (код ошыбки 7)

source: No Access (error code 8)
lv_lv: Nav pieejas (kļūdas kods 8)
nb_no: Ingen tilgang (feilkode 8)
ru_ru: Нет доступа (код ошыбки 8)

source: No Access (error code 9)
lv_lv: Nav pieejas (kļūdas kods 9)
nb_no: Ingen tilgang (feilkode 9)
ru_ru: Нет доступа (код ошыбки 9)

source: No access (error code %i)
lv_lv: Nav pieejas (kļūdas kods %i)
nb_no: Ingen tilgang (feilkode %i)
ru_ru: Нет доступа (код ошыбки %i)

source: Other
lv_lv: Citāds

source: Press OK to browse or OPT to format for PVR
et_ee: Vajuta OK sirvimiseks või OPT PVR'i jaoks vormindamiseks
fr_fr: Appuyez sur OK pour effectuer une recherche ou sur OPT pour formater le magnétoscope numérique
lv_lv: Nospiediet Opt, lai pārlūkotu failus vai formatētu ierakstam
nb_no: Trykk OK for å bla igjennom eller Opt for å formatere til bruk med PVR
ru_ru: Нажмите OK для просмотра или OPT чтобы отформатировать для PVR

source: Press OPT to format for PVR
et_ee: Vajuta OPT PVR'i vormindamiseks.
fr_fr: Appuyez sur OPT pour formater le magnétoscope numérique
lv_lv: Nospiediet OPT, lai formatētu ierakstam
nb_no: Trykk Opt på fjernkontrollen for å formatere til bruk med PVR
ru_ru: Нажмите OPT чтобы отформатировать для PVR

source: Select Time Zone
lv_lv: Izvēlēties laika zonu
sq_al: Zgjidhni Oren lokale

source: Social Media
lv_lv: Sociālie tīkli
nb_no: Sosiale medier
ru_ru: Социальная сеть

source: Sport
lv_lv: Sports

source: Standard
lv_lv: Standarts
ru_ru: Стандарт

source: Start
et_ee: Alusta
fr_fr: Démarrer
lv_lv: Sākt
ru_ru: Начало
sq_al: Fillo

source: Start date End date
lv_lv: Sākuma datums Beigu datums
nb_no: Startdato Sluttdato
ru_ru: Дата начала Дата окончания

source: Start date End date
lv_lv: Sākuma datums Beigu datums
nb_no: Startdato Sluttdato
ru_ru: Дата начала Дата окончания

source: Time Mode
lv_lv: Laika režīms
sq_al: Mënyra e Orës

source: WEB on TV
et_ee: Internet teleris
fr_fr: Internet sur la télévision
lv_lv: Internets TV
nb_no: WEB på TV
ru_ru: Интернет ТВ
sq_al: WEB ne TV

source: element
lv_lv: elements
ru_ru: Элемент

source: (Description blocked by Parental Control)
sq_al: (Përshkrimi i bllokuar nga kontrolli prindëror)

source: (Title Blocked)
sq_al: (Titull i bllokuar)

source: Add new satellite
sq_al: Shto satelit të ri

source: Albanian
sq_al: Shqip

source: AllDays
sq_al: Gjithë ditët

source: By Longitude
sq_al: Sipas gjatesisë

source: Cannot remove last satellite.
sq_al: Sateliti i fundit nuk mund të fshihet.

source: Clear All
sq_al: Pastro të gjitha

source: Closed Captioning
sq_al: Titra për vështirësi në të dëgjuar

source: Default Channel
sq_al: Kanali fillestar

source: Degrees
sq_al: Gradë

source: Edit satellite
sq_al: Përpuno satelitin

source: Enable/Disable
sq_al: Aktivizo/Ç'aktivizo

source: Follow Parental Control
sq_al: Ndiq kontrollin prindëror

source: Hemisphere
sq_al: Hemisferë

source: Hide Adult Titles
sq_al: Fshih titujt për të rritur

source: Name
sq_al: Emri

source: No Items
sq_al: Nuk ka të dhëna

source: Off (Auto Relock)
sq_al: Fikur (riblloko automatikisht)

source: Off (Relock Manually)
sq_al: Fikur (riblloko manualisht)

source: PIN:
fr_fr: Code PIN :
sq_al: Kodi PIN:

source: Play again
sq_al: Luaj përsëri

source: Please enter parental control PIN to rent chosen content
sq_al: Ju lutemi futni kodin PIN të kontrollit prindëror për të parë materialin e zgjedhur

source: Prompt when pressed
sq_al: Lajmëro kur shtypet

source: Record with nPVR
sq_al: Regjistro me nPVR

source: Remove satellite
sq_al: Fshi satelitin

source: Satellite name cannot be empty
sq_al: Emri i satelitit nuk mund të jetë bosh

source: Satellite with given name already exists
sq_al: Sateliti me këte emër ekziston

source: Selected offer has changed, please try again.
sq_al: Oferta e zgjedhur ka ndryshuar, ju lutemi provoni perseri.

source: Set Auto Relock Time
sq_al: Vendos kohën e bllokimit automatik

source: Sort satellites
sq_al: Rendit satelitët

source: System reboot is required to apply new application layout.
sq_al: Sistemi duhet te rindizet ne menyre qe te aplikohet paraqitja e re grafike

source: Timer
sq_al: Kohëmatësi

source: Transponders
sq_al: Transpondera

source: Unknown nPVR error.
sq_al: Error nPVR i panjohur

source: View
sq_al: Shiko

source: View again
sq_al: Shiko perseri

source: View from the beginning
sq_al: Shiko nga fillimi

source: Waiting for nPVR server response...
sq_al: Duke pritur për përgjigje nga serveri nPVR...

source: WiFi Encryption
sq_al: Enkriptimi i WiFi

source: nPVR server rejected recording request.
sq_al: Serveri nPVR refuzoi kërkesën për regjistrim.

source: nPvr quota used
sq_al: Hapësira nPVR është përdorur

source: 22 kHz Tone
et_ee: 22 kHz toon
fr_fr: Ton 22 kHz
ru_ru: 22 kHz тон

source: Radio
et_ee: Raadio
ru_ru: Радио

source: Santiago
ru_ru: Сантиаго

source: Stereo
fr_fr: Stéréo
ru_ru: Стерео

source: Symbol Rate
et_ee: Sümbolikiirus
fr_fr: Débit de symboles
ru_ru: Символьная скорость

source: Symbol Rate: %d
et_ee: Sümbolikiirus: %d
fr_fr: Débit de symboles : %d
ru_ru: Символьная скорость: %d

source: TV
fr_fr: Télévision
ru_ru: ТВ

source: Paris, Berlin, Oslo, Rome
nb_no: Paris, Berlin, Oslo, Roma

source: %a, %b %e, %Y %H:%M
et_ee: %a, %e, %b, %Y %H:%M

source: 100GB
fr_fr: 100 Go

source: 10GB
fr_fr: 10 Go

source: 200GB
fr_fr: 200 Go

source: 20GB
fr_fr: 20 Go

source: 500GB
fr_fr: 500 Go

source: 50GB
fr_fr: 50 Go

source: CA SYS ID
fr_fr: ID SYS CA

source: CVBS
fr_fr: Vidéo composite

source: HFC MAC ID
fr_fr: ID MAC HFC

source: PVR
fr_fr: Magnétoscope numérique

source: RGB
fr_fr: RVB
