Repository: jestevezmma1994/Script-Revisiones-NuevoSiglo
Catalog: Myenv/nuevosiglo-homecast7582b0-secure-sdk-3.2rc5/sbuild-nuevosiglo-homecast7582b0-secure-sdk/host/cross/mipsel-linux-uclibc/usr/local/share/translations/orig/CubiTV/*.po
Languages: et_ee, fr_fr, lv_lv, nb_no, pl_pl, ru_ru, sq_al

source: Please enter CA PIN
et_ee: Palun sisesta CA PIN
fr_fr: Saisissez le code PIN du CA
lv_lv: Ievadiet CA PIN
nb_no: Vennligst oppgi CA PIN
pl_pl: Wprowadź PIN CA:
ru_ru: Введите CA PIN
sq_al: Ju lutemi futni kodin PIN të Kartës

source: Please enter CA PIN:
et_ee: Palun sisesta CA PIN
fr_fr: Saisissez le code PIN du CA :
lv_lv: Ievadiet CA PIN:
nb_no: Oppgi CA PIN:
pl_pl: Wprowadź PIN CA:
ru_ru: Пожалуйста введите CA PIN:

source: Please enter Conax PIN
lv_lv: Ievadiet jauno Conax PIN
nb_no: Oppgi Conax PIN
pl_pl: Wprowadź PIN Conax
ru_ru: Введите Conax PIN

source: Please enter Conax PIN to play choosen content
lv_lv: Lai skatītos, ievadiet CONAX PIN.
nb_no: Oppgi Conax PIN for å spille valgt innhold
pl_pl: Wprowadź PIN Conax, aby odtworzyć wybraną treść
ru_ru: Пожалуйста, введите PIN-код Conax для воспроизведения

source: Please enter Middleware PIN
lv_lv: Ievadiet Middleware PIN
nb_no: Vennligst oppgi PIN for overordnet system
pl_pl: Wprowadź PIN do Middleware'u
ru_ru: Пожалуйста, введите PIN-код Middleware

source: Please enter Middleware PIN to play choosen content
lv_lv: Lai skatītos, ievadiet MIddleware PIN.
nb_no: Vennligst oppgi PIN for overordnet system for å starte avspilling av valgt innhold
pl_pl: Wprowadź PIN do Middleware'u, aby odworzyć wybraną treść
ru_ru: Пожалуйста, введите PIN-код Middleware для воспроизведения

source: Please enter WEP key
et_ee: Palun sisesta WEP võti
fr_fr: Saisissez votre clé WEP
lv_lv: Ievadiet WEP atslēgu
nb_no: Skriv inn WEP-nøkkel
pl_pl: Wprowadź klucz WEP
ru_ru: Введите WEP ключ
sq_al: Ju lutemi futni kodin WEP

source: Please enter WPA password
et_ee: Palun sisesta WPA parool
fr_fr: Saisissez votre mot de passe WPA
lv_lv: Ievadiet WPA paroli
nb_no: Skriv inn WPA-passord
pl_pl: Wprowadź hasło WPA
ru_ru: Введите WEP пароль
sq_al: Ju lutemi futni kodin WPA

source: Please enter WPA2 password
et_ee: Palun sisesta WPA2 parool
fr_fr: Saisissez votre mot de passe WPA2
lv_lv: Ievadiet WPA2 paroli
nb_no: Skriv inn WPA2-passord
pl_pl: Wprowadź haslo WPA2
ru_ru: Введите WPA2 пароль
sq_al: Ju lutemi futni kodin WPA2

source: Please enter new CA PIN:
et_ee: Palun sisesta uus CA PIN
fr_fr: Saisissez le nouveau code PIN du CA :
lv_lv: Lūdzu ievadiet jauno CA PIN:
nb_no: Skriv inn ny CA PIN:
pl_pl: Wprowadź nowy PIN CA:
ru_ru: Пожалуйста введите новый CA PIN:

source: Please enter parental control PIN
et_ee: Palun sisesta vanemliku kontrolli PIN
fr_fr: Saisissez le code PIN du contrôle parental
lv_lv: Ievadiet vecāku kontroles PIN
nb_no: Vennligst oppgi PIN for foreldrekontroll
pl_pl: Wprowadź PIN kontroli rodzicielskiej:
ru_ru: Введите PIN-код родительского контроля
sq_al: Ju lutemi futni kodin PIN të kontrollit prinderor

source: Please enter parental control PIN to enter this category
pl_pl: Wprowadź PIN kontroli rodzicielskiej, aby wejść do katalogu
sq_al: Ju lutemi futni kodin PIN të kontrollit prindëror për të hyrë në këtë kategori

source: Please enter parental control PIN to play choosen content
et_ee: Palun sisesta vanemliku kontrolli PIN valitud sisu esitamiseks
fr_fr: Pour lire le contenu choisi, saisissez le code PIN du contrôle parental
lv_lv: Ievadiet vecāku kontroles PIN, lai skatītos
nb_no: Vennligst oppgi PIN for foreldrekontroll for å starte avspilling av valgt innhold
pl_pl: Wprowadź PIN kontroli rodzicielskiej, aby odtworzyć
ru_ru: Введите PIN-код родительского контроля для воспроизв. выбранного содержания
sq_al: Ju lutemi futni kodin PIN të kontrollit prindëror për të parë materialin e zgjedhur

source: Please enter parental control PIN to remove all recordings
et_ee: Palun sisesta vanemliku kontrolli PIN salvestuste eemaldamiseks
fr_fr: Pour pouvoir supprimer tous les enregistrements, entrez le code PIN du contrôle parental
lv_lv: Lai izdzēstu visus ierakstus, ievadiet vecāku kontroles PIN
nb_no: Vennligst oppgi PIN for foreldrekontroll for å slette alle opptak
pl_pl: Wprowadź PIN kontroli rodzicielskiej, aby usunąć wszystkie nagrania:
ru_ru: Введите PIN-код родительского контроля чтобы удалить все записи
sq_al: Ju lutemi futni kodin PIN të kontrollit prindëror për të anulluar gjithë regjistrimet

source: Please wait
et_ee: Palun oota
fr_fr: Veuillez patienter
lv_lv: Lūdzu gaidiet
nb_no: Vennligst vent
pl_pl: Proszę czekać
ru_ru: Пожалуйста ждите
sq_al: Ju lutemi prisni

source: Please wait, loading...
pl_pl: Proszę czekać, ładowanie...
sq_al: Duke u ngarkuar , ju lutemi prisni ...

source: Please wait, loading…
et_ee: Palun oota, laen...
fr_fr: Chargement en cours, veuillez patienter…
lv_lv: Gaidiet, ielādējas…
nb_no: Vennligst vent, laster...
pl_pl: Proszę czekać, ładowanie...
ru_ru: Подождите, идет загрузка…
sq_al: Duke u ngarkuar , ju lutemi prisni ...

source: Please wait.
et_ee: Palun oota.
fr_fr: Veuillez patienter.
lv_lv: Lūdzu gaidiet
nb_no: Vennligst vent.
pl_pl: Proszę czekać.
ru_ru: Пожалуйста ждите.
sq_al: Ju lutemi prisni.

source: Please wait...
et_ee: Palun oota...
fr_fr: Veuillez patienter...
lv_lv: Lūdzu gaidiet...
nb_no: Vennligst vent...
pl_pl: Proszę czekać...
ru_ru: Пожалуйста ждите...
sq_al: Ju lutemi prisni ...

source: Polarization
et_ee: Polarisatsioon
fr_fr: Polarisation
lv_lv: Polarizācija
nb_no: Polarisasjon
pl_pl: Polaryzacja
ru_ru: Поляризация

source: Polish
et_ee: Poola
fr_fr: Polonais
lv_lv: Poļu
nb_no: Polsk
pl_pl: Polski
ru_ru: Польский

source: Preferred Audio Track
et_ee: Eelistatud heliriba
fr_fr: Bande son favorite
lv_lv: Noklusētais Audio celiņš
nb_no: Foretrukket lydspor
pl_pl: Preferowana ścieżka audio
ru_ru: Предпочтительная звуковая дорожка
sq_al: Audio e preferuar

source: Press 'Cancel' to abort automatic switch to standby.
pl_pl: Naciśnij 'Anuluj', aby wstrzymać przejście do trybu czuwania

source: Press 'Enter Standby' to immediately switch to standby.
pl_pl: Naciśnij 'OK', aby przejść do trybu czuwania

source: Press EPG to enter grid view
pl_pl: Naciśnij EPG, aby wejść do widoku siatki

source: Press EPG to enter list view
pl_pl: Naciśnij EPG, aby wejść do widoku listy

source: Press OK button to start channel scanning.
pl_pl: Wciśnij OK, aby rozpocząć skanowanie kanałów.
sq_al: Shtypni butonin OK për të filluar kërkimin e kanaleve.

source: Press OK to browse
et_ee: Vajuta OK sirvimiseks
fr_fr: Appuyez sur OK pour effectuer une recherche
lv_lv: Nospiediet OK, lai turpinātu
nb_no: Trykk OK for å bla igjennom
pl_pl: Nacisnij OK, aby przeglądać
ru_ru: Нажмите OK для просмотра
sq_al: Shtpni butonin OK për të shfletuar

source: Press OK to browse or OPT to format
pl_pl: Wciśnij OK, aby przeglądać lub OPT, aby sformatować
sq_al: Shtpni butonin OK për të shfletuar ose OPT për të formatuar

source: Press OPT to format
pl_pl: Wciśnij OPT, aby sformatować.
sq_al: Shtpni butonin OPT për të formatuar

source: Press Opt for more options
et_ee: Vajuta Opt lisavõimalusteks
fr_fr: Appuyez sur Opt pour obtenir plus d'options
lv_lv: Nospiediet Opt papildu iespējām
nb_no: Trykk Opt på fjernkontrollen for flere valg
pl_pl: Naciśnij Opt po więcej opcji
ru_ru: Нажмите Opt для выбора больших опций
sq_al: Shtypni butonin OPT për më shumë opsione

source: Press and hold power button for %u second to enter passive standby.
pl_pl: Wciśnij i przytrzymaj przycisk Power przez %u sekundę, aby wejść w pasywny tryb czuwania.

source: Press power button to cancel standby.
pl_pl: Wciśnij przycisk Power, aby wyjść z trybu czuwania.
sq_al: Shtypni butonin fikje/ndezje për të anulluar standby pasiv.

source: Previous firmware version: %s
et_ee: Eelmine tarkvara versioon: %s
fr_fr: Ancienne version du micrologiciel : %s
lv_lv: Iepriekšējā firmware versija: %s
nb_no: Tidligere firmwareversjon: %s
pl_pl: Poprzednia wersja: %s
ru_ru: Предыдущая версия прошивки: %s
sq_al: Versioni i mëparshëm i SW : %s

source: Price: %i.%02i %s
et_ee: Hind: %i.%02i %s
fr_fr: Prix : %i,%02i %s
lv_lv: Cena: %i.%02i %s
nb_no: Pris: %i.%02i %s
pl_pl: Cena: %i.%02i %s
ru_ru: Цена: %i.%02i %s
sq_al: Çmimi: %i.%02i %s

source: Price: %i.%02i%s
et_ee: Hind: %i.%02i%s
fr_fr: Prix : %i,%02i%s
lv_lv: Cena: %i.%02i%s
nb_no: Pris: %i.%02i%s
pl_pl: Cena: %i.%02i%s
ru_ru: Цена: %i.%02i%s
sq_al: Çmimi: %i.%02i%s

source: Primary Audio Language
et_ee: Peamine heli keel
fr_fr: Langue principale pour le son
lv_lv: Primārā Audio valoda
nb_no: Første lydspråk
pl_pl: Podstawowy język audio
ru_ru: Основной язык аудио
sq_al: Gjuha Primare e Audios

source: Primary Subtitle Language
et_ee: Peamine subtiitrite keel
fr_fr: Langue principale pour le sous-titrage
lv_lv: Primārā Subtitru valoda
nb_no: Første tekstpråk
pl_pl: Podstawowy język napisów
ru_ru: Основной язык субтитров
sq_al: Gjuha Primare e subtitrave

source: Proceed
et_ee: Jätka
fr_fr: Continuer
lv_lv: Turpināt
nb_no: Fortsett
pl_pl: Dalej
ru_ru: Продолжить
sq_al: Vazhdo

source: Prompt
pl_pl: Zapytaj
sq_al: Lajmëro

source: Protocol not supported: %d
lv_lv: Neatbalsta protokolu:%d
nb_no: Protokoll ikke støttet: %d
pl_pl: Brak wsparcia dla protokołu: %d
ru_ru: протокол не поддерживается: %d
sq_al: Protokolli nuk perputhet ; %d

source: Purse: %s
et_ee: Ost: %s
fr_fr: Porte-monnaie : %s
nb_no: Kreditt: %s
pl_pl: Zakup: %s
ru_ru: Покупка: %s
sq_al: Kreditet: %s

source: PushServer Connectivity
pl_pl: Dostępność PushServer

source: Quality
et_ee: Kvaliteet
fr_fr: Qualité
lv_lv: Kvalitāte
nb_no: Kvalitet
pl_pl: Jakość
ru_ru: Качество

source: Quota
et_ee: maht
lv_lv: Kvota
nb_no: Kvote
pl_pl: Limit
ru_ru: Квота
sq_al: Kuota

source: RCU Power Button
pl_pl: Przycisk Power na pilocie
sq_al: Butoni fikje/ndezje në telekomandë

source: Radio Guide
pl_pl: Przewodnik Radio

source: Rearrange list
lv_lv: Pārvietot sarakstu
nb_no: Endre rekkefølge
pl_pl: Sortuj tę listę
ru_ru: Перегруппировать список
sq_al: Ri-sitemo listen

source: Record
et_ee: Salvesta
fr_fr: Enregistrer
lv_lv: Ieraksts
nb_no: Ta opp
pl_pl: Nagraj
ru_ru: Запись

source: Record always
et_ee: Salvesta alati
fr_fr: Toujours enregistrer
lv_lv: Ierakstīt vienmēr
nb_no: Nøkkelordopptak
pl_pl: Zawsze nagrywaj
ru_ru: Записать всегда

source: Record repeatedly
et_ee: Salvesta korduvalt
fr_fr: Répéter l'enregistrement
lv_lv: Ierakstīt atkārtoti
nb_no: Repeterende opptak
pl_pl: Nagrywaj regularnie
ru_ru: Записать повторно

source: Remind me
et_ee: tuleta meelde
fr_fr: Me rappeler
lv_lv: Atgādināt
nb_no: Påminnelse
pl_pl: Przypomnij
ru_ru: Напомнить

source: Reminder
et_ee: Meeldetuletus
fr_fr: Rappel
lv_lv: Atgādinājums
nb_no: Påminnelse
pl_pl: Przypomnienie
ru_ru: Напоминание

source: Reminders
et_ee: Meeldetuletused
fr_fr: Rappels
lv_lv: Atgādinājumi
nb_no: Påminnelser
pl_pl: Przypomnienia
ru_ru: Напоминания

source: Remove
et_ee: Eemalda
fr_fr: Supprimer
lv_lv: Dzēst
nb_no: Fjern
pl_pl: Usuń
ru_ru: Удалить
sq_al: Fshi

source: Remove channel
pl_pl: Usuń program z listy
ru_ru: Удалить канал
sq_al: Fshi Kanalin

source: Remove dir
et_ee: Eemalda kataloog
fr_fr: Supprimer le répertoire
lv_lv: Dzēst mapi
nb_no: Fjerne mappe
pl_pl: Usuń katalog
ru_ru: Удалить каталог
sq_al: Fshi direktorine

source: Remove list
lv_lv: Dzēst sarakstu
nb_no: Fjern listen
pl_pl: Usuń tę listę
ru_ru: Удалить список
sq_al: Fshi listen

source: Remove reminder
et_ee: kustuta meeldetuletus
fr_fr: Supprimer le rappel
lv_lv: Noņemt atgādinājumu
nb_no: Fjern påminnelse
pl_pl: Usuń przypomnienie
ru_ru: Удалить напоминание

source: Rename dir
et_ee: Nimeta kataloog ümber
fr_fr: Renommer le répertoire
lv_lv: Pārdēvēt mapi
nb_no: Endre mappenavn
pl_pl: Zmień nazwę katalogu
ru_ru: Переименовать каталог
sq_al: Riemero direktorine

source: Rename list
lv_lv: Pārdēvēt sarakstu
nb_no: Endre navn
pl_pl: Zmień nazwę listy
ru_ru: Переименовать список
sq_al: Riemero Listen

source: Rent
et_ee: Laenuta
fr_fr: Louer
lv_lv: Nomāt
nb_no: Leie
pl_pl: Wypożycz
ru_ru: Аренда
sq_al: Mer me qera

source: Rental period expired
et_ee: Laenutusperiood lõppenud
fr_fr: La période de location a expiré
lv_lv: Nomas periods beidzies
nb_no: Leieperiode utgått
pl_pl: Upłynął czas wypożyczenia
ru_ru: Период аренды истек
sq_al: Periudha e marrjes me qera mbaroi

source: Rental period for this content has expired.
et_ee: Laenutusperiood sellele sisule on lõppenud
fr_fr: La période de location de ce contenu a expiré.
nb_no: Leieperiode for dette innholdet er utgått.
pl_pl: Upłynął czas wypożyczenia dla tego utworu.
ru_ru: Срок аренды для этого содержимого истек.
sq_al: Periudha e marrjes me qera për këtë material ka mbaruar.

source: Rental period: %i %s
et_ee: Laenu periood: %i %s
fr_fr: Période de location : %i %s
lv_lv: Nomas laiks: %i %s
nb_no: Leieperiode: %i %s
pl_pl: Okres dostępności: %i %s
ru_ru: Срок аренды: %i %s
sq_al: Periudha e marrjes me qera : %i %s

source: Repeat
et_ee: Korda
fr_fr: Répéter
lv_lv: Atkārtot
nb_no: Gjenta
pl_pl: Powtarzanie
ru_ru: Повторить
sq_al: Perserit

source: Repeat new PIN:
et_ee: Korda uut PIN'i
fr_fr: Saisissez à nouveau le nouveau code PIN :
lv_lv: Atkārtot jauno PIN:
nb_no: Gjenta ny PIN:
pl_pl: Potwierdź nowy PIN:
ru_ru: Повторите новый PIN:

source: Requested EMM but not EMM was provided
lv_lv: Pieprasīts EMM, bet EMM netika nodrošināts
nb_no: Forventet EMM ble ikke funnet
pl_pl: Żądano EMM, ale EMM nie został dostarczony
sq_al: U kërkua EMM por nuk u sigurua

source: Resolve conflicts
et_ee: Lahenda kattuvused
fr_fr: Résoudre les conflits
lv_lv: Atrisināt konfliktus
nb_no: Løs konflikter
pl_pl: Rozwiąż konflikt
ru_ru: Решить конфликты
sq_al: Zgjidh konfliktet

source: Restart Device
et_ee: Taaskäivita seade
fr_fr: Redémarrer l'appareil
lv_lv: Pārstartēt iekārtu
nb_no: Omstart av dekoder
pl_pl: Zrestartuj dekoder
ru_ru: Перезагрузите устройство
sq_al: Ristarto pajisjen

source: Restore Factory Defaults
et_ee: Algseadete taastamine
fr_fr: Restaurer les paramètres par défaut configurés en usine
lv_lv: Atjaunot rūpnīcas uzstādījumus
nb_no: Gjenopprett fabrikkinnstillinger
pl_pl: Przywróć ustawienia domyślne
ru_ru: Восстановление заводских настроек
sq_al: Rikthim në gjëndjen fillestare

source: Restore defaults
pl_pl: Przywróć ustawienia fabryczne
sq_al: Rikthim në gjëndjen fillestare

source: Results - Failure
et_ee: Tulemus - Ebaõnnestus
fr_fr: Résultats - Échec
lv_lv: Rezultāts - neveiksmīgs
nb_no: Resultat - feilet
pl_pl: Wyniki - Błąd
ru_ru: Результат - неудача
sq_al: Resultati - Deshtim

source: Results - Success
et_ee: Tulemus - Edukas
fr_fr: Résultats - Réussite
lv_lv: Rezultāts - sekmīgs
nb_no: Resultat - suksess
pl_pl: Wyniki - Sukces
ru_ru: Результат - успешно
sq_al: Rezultati - Sukses

source: Retrieving channel list
et_ee: Laen kanalinimekirja
fr_fr: Récupération en cours de la liste des chaînes
lv_lv: Iegūst kanālu sarakstu
nb_no: Mottar kanalliste
pl_pl: Pobieranie listy kanałów
ru_ru: Получение списка каналов
sq_al: Duke azhornuar listen e kaaleve

source: RF Tuner Statistics
pl_pl: Statystyki tunera

source: Russian
et_ee: Vene
fr_fr: Russe
lv_lv: Krievu
nb_no: Russisk
pl_pl: Rosyjski
ru_ru: Русский

source: S/PDIF A/V Sync
fr_fr: Synchronisation AV S/PDIF
pl_pl: Opóźnienie SPDIF

source: SCART Signal Type
et_ee: SCART signaali tüüp
fr_fr: Type de signal SCART
lv_lv: SCART signāla tips
pl_pl: Sygnał SCART
ru_ru: Тип сигнала SCART
sq_al: Dalja SCART

source: Satellite
et_ee: Satelliit
lv_lv: Satelīts
nb_no: Satellitt
pl_pl: Satelita
ru_ru: Спутниковый
sq_al: Sateliti

source: Satellite %s is not setup yet
et_ee: Sateliit %s ei ole veel seadistatud
fr_fr: Le satellite %s n'a pas encore été configuré
lv_lv: Satelīts %s nav vēl uzstādīts
nb_no: Satellitt %s er ikke konfiguret ennå
pl_pl: Satelita %s nie został jeszcze ustawiony
ru_ru: %s спутника еще не установлены

source: Satellite Info
et_ee: Satelliidi info
fr_fr: Infos satellite
lv_lv: Satelīta informācija
nb_no: Satellittinfo
pl_pl: Informacja o satelicie
ru_ru: Информация о спутнике

source: Satellite Name
et_ee: Satelliidi nimi
fr_fr: Nom du satellite
lv_lv: Satelīta nosaukums
nb_no: Satellittnavn
pl_pl: Nazwa satelity
ru_ru: Название спутника

source: Satellite Name:
et_ee: Satelliidi nimi:
fr_fr: Nom du satellite :
lv_lv: Satelīta nosaukums
nb_no: Satellittnavn
pl_pl: Nazwa satelity:
ru_ru: Название спутника:

source: Satellite Setup
et_ee: Satelliidi seadistamine
fr_fr: Configuration du satellite
lv_lv: Satelīta uzstādīšana
nb_no: Satellittoppsett
pl_pl: Ustawienia satelity
ru_ru: Настройки спутника
sq_al: Konfigurimi i Satelitit

source: Saturdays
pl_pl: Soboty
sq_al: Të shtunave

source: Save
et_ee: Salvesta
fr_fr: Sauvegarder
lv_lv: Saglabāt
nb_no: Lagre
pl_pl: Zapisz
ru_ru: Сохранить
sq_al: Ruaj

source: Saving...
et_ee: Salvestan...
fr_fr: Sauvegarde en cours...
lv_lv: Saglabā...
nb_no: Lagrer...
pl_pl: Zapisywanie...
ru_ru: Сохранение...
sq_al: Duke ruajtur...

source: Scan Type
et_ee: Otsingu tüüp
fr_fr: Type de recherche
lv_lv: Skanēšanas veids
nb_no: Søketype
pl_pl: Typ skanowania
ru_ru: Тип поиска
sq_al: Lloji i kerkimit

source: Scan now
pl_pl: Skanuj teraz
sq_al: Kërko tani

source: Scanning Standard
et_ee: Otsingu standard
fr_fr: Recherche Standard
lv_lv: Skanēšanas standarts
nb_no: Søkestandard
pl_pl: Standard sieci
ru_ru: Стандарт поиска
sq_al: Standard-i i kerkmimit

source: Scanning channels
et_ee: Otsin kanaleid
fr_fr: Recherche des chaînes en cours
lv_lv: Kanālu meklēšana
nb_no: Søker kanaler
pl_pl: Szukanie kanałów
ru_ru: Поиск каналов

source: Schedule keyword recording
et_ee: Ajasta otsingusõna salvestus
fr_fr: Programmer un enregistrement par mot-clé
lv_lv: Uzstādīt ierakstu pēc atslēgvārda
nb_no: Nytt nøkkelordsopptak
pl_pl: Zaplanuj nagranie wg klucza
ru_ru: Запланировать запись по ключевым словам
sq_al: Rezervo regjistrimin sipas fjalës kyce

source: Schedule manual recording
et_ee: Ajasta manuaalne salvestus
fr_fr: Programmer un enregistrement manuel
lv_lv: Uzstādīt manuālu ierakstu
nb_no: Nytt manuelt opptak
pl_pl: Zaplanuj nagranie ręcznie
ru_ru: Запланировать запись в ручном режиме
sq_al: Rezervo regjistrim manual

source: Scheduled Recordings
et_ee: Ajastatud salvestused
fr_fr: Enregistrements programmés
lv_lv: Ierakstu saraksts
nb_no: Planlagte opptak
pl_pl: Zaplanowane nagrania
ru_ru: Запланированные записи
sq_al: Regjistrimet e rezervuara

source: Screensaver Timeout
et_ee: Ekraanisäästja rakendumise aeg
fr_fr: Délai de mise en veille de l'écran
lv_lv: Ekrānsaudzētāja laiks
nb_no: Skjermbeskytter
pl_pl: Opóźnienie wygaszacza
ru_ru: Тайм-аут заставки
sq_al: Kohëzgjatja e Screensaver

source: Search
et_ee: Otsi
fr_fr: Rechercher
lv_lv: Meklēšana
nb_no: Søk
pl_pl: Szukaj
ru_ru: Поиск
sq_al: Kërko

source: Search by category
pl_pl: Szukaj według kategorii
sq_al: Kërko sipas kategorisë

source: Search by description
pl_pl: Szukaj według opisu

source: Search by name
pl_pl: Szukaj według nazwy
sq_al: Kërko sipas emrit

source: Search in progress...
et_ee: Otsin...
fr_fr: Recherche en cours...
lv_lv: Meklēšana..
nb_no: Søk pågår...
pl_pl: Wyszukiwanie...
ru_ru: Идет поиск...
sq_al: Duke kërkuar ...

source: Search: %d result
et_ee: Otsing: %d tulemus
fr_fr: Recherche : %d résultat
lv_lv: Meklēšana: %d resultāts
nb_no: Søk: %d treff
pl_pl: Wyszukiwanie: %d rezultat
ru_ru: Поиск: %d результат
sq_al: Kërkimi: %d rezultat

source: Searching for channels
et_ee: Otsin kanaleid
fr_fr: Recherche des chaînes
lv_lv: Meklē kanālus
nb_no: Søker etter kanaler
pl_pl: Szukanie kanałów
ru_ru: Поиск каналов

source: Searching...
et_ee: Otsin...
fr_fr: Recherche en cours...
lv_lv: Meklē...
nb_no: Søker...
pl_pl: Szukanie...
ru_ru: Поиск...

source: Secondary Audio Language
et_ee: Teine heli keel
fr_fr: Langue secondaire pour le son
lv_lv: Otrā Audio valoda
nb_no: Andre lydspråk
pl_pl: Zastępczy język audio
ru_ru: Второй язык аудио
sq_al: Gjuha Sekondare e Audios

source: Secondary Subtitle Language
et_ee: Teine subtiitrite keel
fr_fr: Langue secondaire pour le sous-titrage
lv_lv: Otrā Subtitru valoda
nb_no: Andre tekstspråk
pl_pl: Zastępczy język napisów
ru_ru: Второй язык субтитров
sq_al: Gjuha Sekondare e Subtitrave

source: See all
pl_pl: Zobacz wszystkie

source: See all from
lv_lv: Apskatīties visu no
nb_no: Se alle fra
pl_pl: Zobacz wszystko od
sq_al: Shiko te gjitha nga

source: Select OK to remove all data from your disk.
lv_lv: Nospiediet OK, lai dzēstu visus datus.
nb_no: Trykk OK for å slette alt lagret på disken.
pl_pl: Naciśnij OK, aby usunąć wszystkie dane z dysku.
ru_ru: Выберите ОК для удаления всех данных с диска
sq_al: Shtypni OK per te fshire te githe materialet nga disku.

source: Select audio delay on %s output
et_ee: Vali heli hilistus %s väljundis
fr_fr: Sélectionnez le retard audio sur la sortie %s
lv_lv: Izvēlēties audio aizturi %s izejā
nb_no: Juster lydforsinkelse på utgang %s.
pl_pl: Opóźnienie audio na wyjściu %s
ru_ru: Выберите задержку аудио на %s выходе
sq_al: Zgjidhni vonesen e audios ne %s

source: Select new Maturity Rating (CA PIN needed)
et_ee: Vali uus vanusetase (kaardi PIN on vajalik)
fr_fr: Sélectionnez Classification des programmes (code PIN du CA requis)
lv_lv: Izvēlieties jauno vecuma cenzu (nepieciešams CA PIN)
nb_no: Velg ny aldersgrense (krever CA PIN)
pl_pl: Wybierz poziom rodzicelski (wymagany PIN CA)
ru_ru: Выберите новое возрастное ограничение (требуется CA PIN )
sq_al: Zgjidh nivelin e ri te maturise ( nevojitet kodi PIN i kartes)

source: Sep
lv_lv: Septembris
pl_pl: Wrz
sq_al: Shtator

source: Server communication error: %d
lv_lv: Servera komunikācijas kļūda: %d
nb_no: Feil ved kommunikasjon med server: %d
pl_pl: Błąd komunikacji z serwerem: %d
ru_ru: Ошибка коммуникации с сервером: %d
sq_al: Problem ne komunikimin me serverin: %d

source: Service Name
et_ee: Teenuse nimi
fr_fr: Nom du service
lv_lv: Pakalpojuma nosaukums
nb_no: Kanalnavn
pl_pl: Nazwa serwisu
ru_ru: Имя сервиса

source: Set Current Time
lv_lv: Uzstādīt pašreizējo laiku
pl_pl: Ustaw bieżący czas
sq_al: Percakto oren aktuale

source: Setup
et_ee: Seadistus
fr_fr: Configuration
lv_lv: Uzstādījumi
nb_no: Oppsett
pl_pl: Ustawienia
ru_ru: Установка
sq_al: Konfigurimi

source: Shorten recording to %s
et_ee: Lühenda salvestust %s
fr_fr: Raccourcir l'enregistrement à %s
lv_lv: Saīsināt ierakstu par %s
nb_no: Reduser opptak til %s
pl_pl: Skróć nagranie do %s
ru_ru: Сократить запись на %s
sq_al: Kufizo regjistrimin ne %s

source: Show similar
et_ee: Näita sarnaseid
fr_fr: Afficher les contenus similaires
lv_lv: Rādīt līdzīgos
nb_no: Alternative program
pl_pl: Pokaż podobne
ru_ru: Показать похожих

source: Show/Game show
et_ee: Show/mäng
fr_fr: Spectacles/Jeux
lv_lv: Šovs
nb_no: Show/Underholdning
pl_pl: Gra/Teleturniej
ru_ru: Шоу/Телеигра
sq_al: Show/Lojë show

source: Sign Off
lv_lv: Iziet
nb_no: Logg av
pl_pl: Wyloguj
ru_ru: Выйти

source: Signal - OK
et_ee: Signaal - OK
lv_lv: Signāls - OK
pl_pl: Sygnał - OK
ru_ru: Сигнал - OK
sq_al: Sinjali - OK

source: Signal Quality
et_ee: Signaali kvaliteet
fr_fr: Qualité du signal
lv_lv: Signāla kvaitāte
nb_no: Signalkvalitet
pl_pl: Jakość sygnału
ru_ru: Качество сигнала

source: Signal Strength
et_ee: Signaalitugevus
fr_fr: Intensité du signal
lv_lv: Signāla stiprums
nb_no: Signalstyrke
pl_pl: Moc sygnału
ru_ru: Уровень сигнала

source: Signal lost - check cable
et_ee: Signaal puudub - kontrolli kaablit
fr_fr: Perte du signal - vérifiez le câble
lv_lv: Nav signāla, pārbaudiet kabeli
nb_no: Mangler signal - undersøk kabler
pl_pl: Brak sygnału - sprawdź połączenie
ru_ru: Сигнал отсутствует - проверьте кабель
sq_al: Sinjali mungon - kontrolloni kabllin

source: Social/Political issues/Economics
et_ee: Sotsiaal/poliitika/majandus
fr_fr: Affaires sociales/Politique/Économie
lv_lv: Politika/ekonomika
nb_no: Samfunn/Politikk/Økonomi
pl_pl: Społeczeństwo/Polityka/Ekonomia
ru_ru: Общественные/Политические выпуски/Экономика
sq_al: Sociale/Çështje politike/Ekonomi

source: Software
et_ee: Tarkvara
fr_fr: Logiciel
lv_lv: Programmnodrošinājums
pl_pl: Oprogramowanie
ru_ru: Программное обеспечение
