Repository: jestevezmma1994/Script-Revisiones-NuevoSiglo
Catalog: Myenv/nuevosiglo-homecast7582b0-secure-sdk-3.2rc5/sbuild-nuevosiglo-homecast7582b0-secure-sdk/host/cross/mipsel-linux-uclibc/usr/local/share/translations/orig/CubiTV/*.po
Languages: et_ee, fr_fr, lv_lv, nb_no, pl_pl, ru_ru, sq_al

source: Software Update
et_ee: Tarkvarauuendus
fr_fr: Mise à jour du logiciel
lv_lv: Programmnodrošinājuma atjaunināšana
nb_no: Programvareoppdatering
pl_pl: Aktualizacja oprogramowania
ru_ru: Обновление ПО
sq_al: Azhornimi i Software-it

source: Software Version
et_ee: Tarkvaraversioon
fr_fr: Version du logiciel
lv_lv: Programmnodrošinājuma versija
nb_no: Software Versjon
pl_pl: Wersja oprogramowania
ru_ru: Версия ПО
sq_al: Versioni i software-it

source: Spanish
et_ee: Hispaania
fr_fr: Espagnol
lv_lv: Spāņu
nb_no: Spansk
pl_pl: Hiszpański
ru_ru: Испанский

source: Special
et_ee: Spetsiaalne
fr_fr: Spécial
nb_no: Spesiell
pl_pl: Specjalne
ru_ru: Особый
sq_al: Speciale

source: Sports
et_ee: Sport
nb_no: Sport
pl_pl: Sport
ru_ru: Спорт
sq_al: Sporte

source: Standby Settings
pl_pl: Ustawienia trybu czuwania
sq_al: Parametrat e standby

source: Start Frequency
et_ee: Algsagedus
fr_fr: Fréquence de début
lv_lv: Sākuma frekvence
nb_no: Start Frekvens
pl_pl: Początek przeszukiwania
ru_ru: Начальная частота

source: Start date End date
pl_pl: Data rozpoczęcia Data wygaśnięcia
sq_al: Data e fillimit Data e mbarimit

source: Start date End date Entitlement
pl_pl: Data rozpoczęcia Data wygaśnięcia Subskrypcja
sq_al: Data e fillimit Data e mbarimit Paketa

source: Start time
et_ee: Algusaeg
fr_fr: Heure de début
lv_lv: Sākuma laiks
nb_no: Starttid
pl_pl: Początek
ru_ru: Время начала
sq_al: Ora e fillimit

source: Start viewing %s Minutes viewing time left: %i Please enter CA PIN to start viewing:
et_ee: Alusta vaatamist %s Minutit vaatamisaega jäänud: %i Palun sisesta CA PIN vaatamise alustamiseks:
fr_fr: Démarrer le visionnage %s Minutes de visionnage restantes : %i Saisissez le code PIN du CA pour démarrer le visionnage :
lv_lv: Sākt skatīšanos %s Atlikušais skatīšanās laiks: %i Ievadiet CA PIN, lai sāktu skatīties:
nb_no: Start visning %s Gjenværende visningstid: %i Vennligst oppgi CA PIN for å starte visning:
pl_pl: Rozpocznij oglądanie %s Pozostało minut: %i Wprowadź PIN CA, aby rozpocząć oglądanie:
ru_ru: Начало просмотра %s Осталось минут просмотра: %i Введите CA PIN для начала просмотра:
sq_al: Fillo shiko %s Koha e mbetur : %i Ju lutemi futni kodin PIN te kartes per te pare:

source: Static
et_ee: Staatiline
fr_fr: Statique
lv_lv: Statiska
nb_no: Statisk
pl_pl: Statyczny
ru_ru: Статический
sq_al: Statike

source: Status: %u%% downloaded
et_ee: Staatus: %u%% allalaetud
fr_fr: État : %u%% téléchargé
lv_lv: Statuss: %u%% lejupielādēti
nb_no: Status: %u%% lastet ned
pl_pl: Status: %u%% pobrano
ru_ru: Статус: скачано %u%%
sq_al: Gjëndja: %u%% e shkarkuar

source: Status: Download scheduled
et_ee: Staatus: allalaadimine ajastatud
fr_fr: État : téléchargement programmé
lv_lv: Statuss: Ieplānota lejupielāde
nb_no: Status: nedlasting planlagt
pl_pl: Status: Pobieranie zaplanowane
ru_ru: Статус: Скачивание запланированно
sq_al: Statusi : Shkarkim i rezervuar

source: Status: Not available
et_ee: Staatus: ei ole saadaval
fr_fr: État : non disponible
lv_lv: Statuss: Nav pieejams
nb_no: Status: ikke tilgjengelig
pl_pl: Status: Niedostępne
ru_ru: Статус: Недоступен
sq_al: Gjëndja: E padisponueshme

source: STB Status
pl_pl: Status dekodera

source: Step %d out of %d
pl_pl: Krok %d z %d

source: Stop
et_ee: Peata
fr_fr: Arrêter
nb_no: Stopp
pl_pl: Zatrzymaj nagrywanie
ru_ru: Остановить
sq_al: Ndalo

source: Stop channel recording
et_ee: Katkesta kanali salvestamine
fr_fr: Interrompre l'enregistrement des chaînes
lv_lv: Apturēt kanālu ierakstu
nb_no: Stopp kanalopptak
pl_pl: Zatrzymaj nagrywanie
ru_ru: Остановить запись канала

source: Stop keyword recording
et_ee: Peata otsingusõna salvestus
fr_fr: Arrêter l'enregistrement par mot-clé
lv_lv: Apturēt ierakstu pēc atslēgvārda
nb_no: Stopp nøkkelordopptak
pl_pl: Zatrzymaj nagrywanie wg klucza
ru_ru: Остановить запись по ключевым словам
sq_al: Ndalo regjistrimin sipas fjaleve

source: Stop recording
et_ee: Lõpeta salvestamine
fr_fr: Arrêter l'enregistrement
lv_lv: Apturēt ierakstu
nb_no: Stopp opptak
pl_pl: Zatrzymaj nagranie
ru_ru: Остановить запись

source: Stop repeated recording
et_ee: Peata korduv salvestus
fr_fr: Arrêter l'enregistrement répété
lv_lv: Apturēt atkārtoto ierakstu
nb_no: Stopp repeterende opptak
pl_pl: Zatrzymaj regularne nagranie
ru_ru: Остановить многократную запись
sq_al: Ndalo regjistrimin e përsëritur

source: Stop using for PVR
et_ee: Lõpeta PVR'i jaoks kasutamine
fr_fr: Ne pas utiliser avec le magnétoscope numérique
lv_lv: Apturēt PVR
nb_no: Avslutt bruk for PVR
pl_pl: Nie używaj jako PVR
ru_ru: Остановить использование для PVR
sq_al: Ndalo perdorimin per PVR

source: Stop using for PVR/TS
pl_pl: Nie używaj jako PVR/TS
sq_al: Ndalo perdorimin per PVR/TS

source: Stop using for Timeshift
pl_pl: Nie używaj do Timeshift
sq_al: Ndalo perdorimin per Timeshift

source: Stopped
pl_pl: Zatrzymany
sq_al: E ndaluar

source: Strength
et_ee: Tugevus
fr_fr: Intensité
lv_lv: Stiprums
nb_no: Styrke
pl_pl: Siła
ru_ru: Уровень

source: Stretched
et_ee: Venitatud
fr_fr: Étiré
lv_lv: Izstiepts
nb_no: Strukket
pl_pl: Odcięcie
ru_ru: Вытянутый
sq_al: E zgjatur

source: Subscription Status
et_ee: Tellimuse olek
fr_fr: État de l'abonnement
lv_lv: Abonēšanas statuss
nb_no: Abonnementsstatus
pl_pl: Status subskrypcji
ru_ru: Статус подписки
sq_al: Gjëndja e abonimit

source: Subtitle Language
et_ee: Subtiitrite keel
fr_fr: Langue du sous-titrage
lv_lv: Subtitru valoda
nb_no: Underteksting
pl_pl: Język napisów
ru_ru: Язык субтитров
sq_al: Gjuha e subtittrave

source: Sundays
pl_pl: Niedziele
sq_al: Të dielave

source: Swedish
et_ee: Rootsi
fr_fr: Suédois
lv_lv: Zviedru
nb_no: Svensk
pl_pl: Szwedzki
ru_ru: Шведский

source: Switch to channel
et_ee: lülita kanalile
fr_fr: Basculer sur la chaîne
lv_lv: Pārslēgt uz kanālu
nb_no: Skift til kanal
pl_pl: Przełącz na kanał
ru_ru: Переключиться на канал

source: System Information
et_ee: Süsteemiinfo
fr_fr: Informations sur le système
lv_lv: Sistēmas informācija
nb_no: Systeminformasjon
pl_pl: Informacje systemowe
ru_ru: Системная информация
sq_al: Informacion per sistemin

source: System Settings
et_ee: Süsteemiseaded
fr_fr: Paramètres du système
lv_lv: Sistēmas uzstādījumi
nb_no: Systeminnstillinger
pl_pl: Ustawienia systemowe
ru_ru: Системные установки
sq_al: Parametrat e sistemit

source: TV Guide
et_ee: Telekava
fr_fr: Guide de la télévision
lv_lv: TV Gids
nb_no: Programguide
pl_pl: Przewodnik TV
ru_ru: TВ-гид
sq_al: Guida TV

source: TV Size
pl_pl: Rozmiar ekranu
sq_al: Permasat e TV

source: TV System
et_ee: TV süsteem
fr_fr: Système TV
lv_lv: TV sistēma
pl_pl: System TV
ru_ru: TВ система
sq_al: Sistemi TV

source: Terrestrial
et_ee: Maapealne
fr_fr: Terrestre
lv_lv: Virszemes
nb_no: Bakkenett
pl_pl: Naziemny
ru_ru: Наземный
sq_al: Tokesor

source: The limit of simultaneous tasks has been exceeded.
pl_pl: Limit jednoczesnych zadań został przekroczony.

source: There are too many ongoing recordings. Please stop some to watch this channel again.
et_ee: Käimas on liiga palju salvestusi. Palun peata mõni, et seda kanalit uuesti vaadata
fr_fr: Il y a trop d'enregistrements en cours. Pour pouvoir regarder cette chaîne, vous devez arrêter des enregistrements.
lv_lv: Pārāk daudz esošo ierakstu. Apturiet tos, lai skatītos kanālu.
nb_no: For å se på valgt kanal må et av de pågående opptakene avsluttes.
pl_pl: Za dużo trwających nagrań. Zatrzymaj odpowiednie nagrania, aby przywrócić ten kanał.
ru_ru: Слишком много текущих записей. Пожалуйста, прекратите некоторые для просмотра этого канала.
sq_al: Jane duke u bërë shumë regjistrime. Ju lutemi ndaloni disa prej tyre që të shikoni kete kanal.

source: This action triggers device reboot. Are you sure?
et_ee: See tegevus nõuab taaskäivitust. Kas oled kindel?
fr_fr: Cette action entraînera le redémarrage de l'appareil. Continuer ?
lv_lv: Šī darbība pārstartēs ierīci. Vai esat pārliecināts?
nb_no: Dette vil medføre omstart av dekoder, er du sikker?
pl_pl: Dekoder zostanie ponownie uruchomiony. Kontynuować?
ru_ru: Это действие инициирует перезагрузку устройства. Вы уверены?
sq_al: Ky veprim shkakton rindezje te pajisjes. A jeni te sigurt ?

source: This reminder will override the following reminders:
et_ee: See meeldetuletus tühistab järgnevad meeldetuletused:
fr_fr: Ce rappel écrasera les rappels suivants :
lv_lv: Šis atgādinājums ignorēs sekojošus atgādinājumus :
nb_no: Denne påminnelsen vil erstatte eksisterende påminnelser:
pl_pl: To przypomnienie nadpisuje obecne:
ru_ru: Это напоминание отменит следующие напоминания:
sq_al: Ky rezervim do te mbishkruaje keto rezervime:

source: Thursdays
pl_pl: Czwartki
sq_al: Të enjteve

source: Time
lv_lv: Laiks
pl_pl: Czas
sq_al: Ora

source: Time Settings
lv_lv: Laika uzstādījumi
pl_pl: Ustawienia czasu
sq_al: Parametrat e Orës

source: Time Zone
et_ee: Ajavöönd
fr_fr: Fuseau horaire
lv_lv: Laika zona
nb_no: Tidssone
pl_pl: Strefa czasowa
ru_ru: Часовой пояс
sq_al: Ora Lokale

source: Title: %s
et_ee: Pealkiri: %s
fr_fr: Titre : %s
lv_lv: Nosaukums: %s
nb_no: Tittel: %s
pl_pl: Tytuł: %s
ru_ru: Название: %s
sq_al: Titull: %s

source: To start recording, stop one from the list
pl_pl: Aby rozpocząć nagrywanie, anuluj wybrane z listy

source: To subscribe to this product (Traxis SVOD), please call Customer Support.
pl_pl: Aby kupić ten produkt, skontaktuj się z Biurem Obsługi Klienta.
sq_al: Për tu abonuar për këtë program (Traxis SVOD), ju lutemi kontaktoni me shërbimin e klientit.

source: Token access %s %d token(s)%s Purse balance: %s %d tokens %s
et_ee: Tokeni ligipääs %s %d token(s)%s Ostu saldo: %s %d tokenit %s
fr_fr: Accès aux jetons %s %d jeton(s)%s Solde de votre porte-monnaie : %s %d jetons %s
nb_no: Token %s %d token(s)%s Saldo: %s %d token(s) %s
pl_pl: Dostęp za pomocą tokenu %s %d token(ów)%s Na koncie: %s %d token(ów) %s
ru_ru: Доступ токена %s %d токен(ы)%s Баланс покупки: %s %d токенов %s

source: Tokens Status
et_ee: Žetoonide olek
fr_fr: État des jetons
lv_lv: Žetonu Statuss
nb_no: Tokenstatus
pl_pl: Status tokenów
ru_ru: Состояние токенов
sq_al: Gjëndja e krediteve

source: Tokens: %d
et_ee: Tokenid: %d
fr_fr: Jetons : %d
lv_lv: Žetoni: %d
pl_pl: Tokeny: %d
ru_ru: Токены: %d

source: Too many simultaneous recordings.
et_ee: Liiga palju samaaegseid salvestusi.
fr_fr: Trop d'enregistrements simultanés.
lv_lv: Pārāk daudz vienlaicīgu ierakstu.
nb_no: For mange samtidige opptak.
pl_pl: Zbyt dużo jednoczesnych nagrań.
ru_ru: Слишком много одновременных записей.
sq_al: Shumë regjistrime në të njëjtën kohë.

source: Track %d
et_ee: Rada %d
fr_fr: Piste %d
nb_no: Spor %d
pl_pl: Ścieżka %d
ru_ru: Трек %d

source: Trailer
et_ee: Treiler
fr_fr: Bande annonce
lv_lv: Treileris
pl_pl: Zwiastun
ru_ru: Трейлер

source: Tuesdays
pl_pl: Wtorki
sq_al: Të martave

source: Tuner Type
et_ee: Vastuvõtja tüüp
fr_fr: Type de tuner
lv_lv: Uztvērēja tips
nb_no: Mottakertype
pl_pl: Typ tunera
ru_ru: Тип приемника
sq_al: Tipip i tunerit

source: Tuner is not available
lv_lv: Uztvērējs nav pieejams
nb_no: Mottaker er ikke tilgjengelig
pl_pl: Tuner niedostępny
ru_ru: Тюнер не доступен
sq_al: Tuneri nuk eshte i disponueshem

source: TV Control
pl_pl: Sterowanie TV

source: Unable to change settings while recording is active
et_ee: Seadeid ei saa muuta kui salvestus on aktiivne.
fr_fr: Impossible de modifier les paramètres si l'enregistrement est actif
lv_lv: Ieraksta gaitā uzstādījumus nevar mainīt.
nb_no: Kan ikke endre innstilling mens det pågår opptak
pl_pl: Nie można zmienić ustawień podczas trwających nagrań
ru_ru: Невозможно изменить настройки пока запись активна

source: Unable to save. Keyword is too short.
et_ee: Salvestamine ebaõnnestus. Kirjeldus on liiga lühike.
fr_fr: Impossible de sauvegarder. Le mot-clé est trop court.
lv_lv: Nevar saglabāt. Atslēgvārds ir parāk īss.
nb_no: Lagring ikke mulig, nøkkelordet er for kort.
pl_pl: Nie można zapisać. Klucz dla nagrania jest za krótki.
ru_ru: Не удается сохранить. Ключевое слово слишком короткое.
sq_al: Nuk mund te ruhet. Emertimi eshte shume i shkurter.

source: Unexpected server response: %d
lv_lv: Neparedzēta servera atbilde: %d
nb_no: Uventet serverrespons: %d
pl_pl: Nieoczekiwana odpowiedź serwera: %d
ru_ru: Неожиданный ответ сервера: %d
sq_al: Pergjigje e papritur e server-it: %d

source: Unfortunately VoD service is not available.
lv_lv: Diemžēl video nomas pakalpojums nav pieejams
nb_no: VoD er dessverre ikke tilgjengelig
pl_pl: Niestety, serwis VoD jest niedostępny.
sq_al: Fatkeqësisht shërbimi VoD nuk ështe i mundur.

source: Unknown
et_ee: Teadmata
fr_fr: Inconnu
lv_lv: Nezināms
nb_no: Ukjent
pl_pl: Nieznane
ru_ru: Неизвестный
sq_al: i/e panjohur

source: Unknown Device
pl_pl: Nieznane urządzenie
sq_al: Pajisje e panjohur

source: Unlimited
et_ee: Piiramatu
fr_fr: Illimité
lv_lv: Neierobežots
nb_no: Ubegrenset
pl_pl: Nieograniczony
ru_ru: Неограниченный
sq_al: i/e pakufizuar

source: Unlock
et_ee: eemalda lukustus
fr_fr: Déverrouiller
lv_lv: Atslēgt
nb_no: Åpne
pl_pl: Odblokuj
ru_ru: Разблокировать
sq_al: i/e zhbllokuar

source: Unmounting...
et_ee: Ühendan lahti...
fr_fr: Désinstallation en cours...
lv_lv: Atvieno...
nb_no: Kobler fra...
pl_pl: Odłączanie...
ru_ru: Отключение ...
sq_al: Duke cmontuar...

source: Unread messages!
et_ee: Lugemata teated!
fr_fr: Messages non lus !
lv_lv: Neizlasītas ziņas!
nb_no: Uleste meldinger!
pl_pl: Nieprzeczytane wiadomości!
ru_ru: Непрочитанные сообщения!
sq_al: Mesazhe te palexuara

source: Update now
et_ee: uuenda kohe
fr_fr: Mettre à jour maintenant
lv_lv: Atjaunināt tagad
nb_no: Oppdater nå
pl_pl: Aktualizuj teraz
ru_ru: Обновить сейчас
sq_al: Azhorno tani

source: Update will take about 10 minutes. During this time screen may blink and you won't be able to use your STB.
et_ee: Uuendus võtab umbes 10 minutit. Selle aja jooksul võib ekraan vilkuda ja te ei saa boksi kasutada.
fr_fr: La mise à jour prend environ 10 minutes. Pendant la mise à jour, il est possible que l'écran clignote et vous ne pourrez pas utiliser votre décodeur.
lv_lv: Atjaunināšana aizņems 10 minūtes. Šajā laikā ekrāns var mirgot un uztvērējs Jums nebūs pieejams.
nb_no: Oppdateringen vil gjennomføres i løpet av 10 minutter. Under denne prosessen vil dekoderen ikke være tilgjengelig for normalt bruk.
pl_pl: Aktualizacja może potrwać ok. 10 minut. W tym czasie ekran telewizora może migać oraz nie będziesz mógł używać swojego dekodera.
ru_ru: Обновление займет около 10 минут. За это время экран может мигать и вы не сможете использовать ваш ресивер.
sq_al: Azhornimi mund te zgjase reth 10 minuta. Gjate kesaj kohe ekrani mund te pulsoje dhe nuk do te jeni ne gjendje te perdorni STB.

source: Use NIT/SDT
et_ee: Kasuta NIT/SDT
fr_fr: Utiliser la NIT/SDT
lv_lv: Lietot NIT/SDT
nb_no: Benytt NIT/SDT
pl_pl: Uzyj NIT/SDT
ru_ru: Используйте NIT/SDT

source: Use for PVR
et_ee: Kasuta PVR'i jaoks
fr_fr: Utiliser avec le magnétoscope numérique
lv_lv: PVR lietošana
nb_no: Benytt for PVR
pl_pl: Użyj jako PVR
ru_ru: Использовать для PVR
sq_al: Perdor per PVR

source: Use for PVR/TS
pl_pl: Użyj jako PVR/TS
sq_al: Perdor per PVR/TS

source: Use for Timeshift
pl_pl: Użyj do Timeshift
sq_al: Perdor per Timeshift

source: Used for PVR
et_ee: Kasutusel PVR'i jaoks
fr_fr: Utilisé avec le magnétoscope numérique
lv_lv: Izmantot PVR
nb_no: Benyttes for PVR
pl_pl: Używany jako PVR
ru_ru: Используется для PVR
sq_al: i/e perdorur per PVR

source: Used for PVR and Timeshift
pl_pl: Używany jako PVR z Timeshift
sq_al: Perdorur per PVR dhe Timeshift

source: Used for Timeshift
pl_pl: Używany do Timeshift
sq_al: Perdorur per Timeshift

source: User Interface
et_ee: Kasutajaliides
fr_fr: Interface utilisateur
lv_lv: Lietotāja saskarne
nb_no: Brukergrensesnitt
pl_pl: Interfejs użytkownika
ru_ru: Интерфейс пользователя
sq_al: Ndërfaqja e përdoruesit

source: Version: %s
et_ee: Versioon: %s
lv_lv: Versija: %s
nb_no: Versjon: %s
pl_pl: Wersja: %s
ru_ru: Версия: %s
sq_al: Versioni: %s

source: Version: %s, Network: %s
et_ee: Versioon: %s, Võrk: %s
fr_fr: Version : %s, Réseau : %s
lv_lv: Versija: %s, Tīkls: %s
nb_no: Versjon: %s, nettverk: %s
pl_pl: Wersja: %s, Sieć: %s
ru_ru: Версия: %s, Сеть: %s
sq_al: Version: %s, Rrjeti: %s

source: Vertical
et_ee: Vertikaalne
lv_lv: Vertikāls
nb_no: Vertikal
pl_pl: Pionowy
ru_ru: Вертикальный
sq_al: Vertikal

source: Video Settings
pl_pl: Ustawienia video
sq_al: Parametrat Video

source: ViewRight Web Connectivity
pl_pl: Dostępność ViewRight Web

source: Visually Impaired
et_ee: Vaegnägijatele
fr_fr: Déficients visuels
lv_lv: Vājredzīgiem
nb_no: Nedsatt syn
pl_pl: Dla niedowidzących
ru_ru: Слабовидящие
sq_al: Veshtiresi ne shikim

source: VoD Settings
pl_pl: Ustawienia VoD

source: VoD Category
pl_pl: Folder VoD

source: VoD unavailable
lv_lv: Video noma nav pieejama
nb_no: VoD utilgjengelig
pl_pl: VoD niedostępne
sq_al: VoD e pa disponueshme

source: Waiting for channels
et_ee: Ootan kanaleid
fr_fr: En attente des chaînes
lv_lv: Gaida kanālus
nb_no: Venter på kanaler
pl_pl: Oczekiwanie na kanały
ru_ru: Ожидание каналов

source: Waiting for channels...
et_ee: Ootan kanaleid...
fr_fr: En attente des chaînes...
lv_lv: Gaida kanālus...
nb_no: Venter på kanaler...
pl_pl: Oczekiwanie na kanały...
ru_ru: Ожидание каналов...

source: Waiting for response
pl_pl: Czekanie na odpowiedź
sq_al: Duke pritur pergjigje

source: Warning
lv_lv: Brīdinājums
nb_no: Advarsel
pl_pl: Uwaga
sq_al: Kujdes

source: Warning: All current recordings will be stopped!
pl_pl: Uwaga: Wszystkie trwające nagrania zostaną zatrzymane!
sq_al: Kujdes: Gjithë regjistrimet e tanishme do të ndalen!

source: Warning: Timeshift will be forsaken
pl_pl: Uwaga: Timeshift zostanie zapomniany.
sq_al: Kujdes: TImeshift do te ndalet

source: Wednesdays
pl_pl: Środy
sq_al: Të mërkurave

source: Weekdays
et_ee: tööpäevad
fr_fr: Du lundi au vendredi
lv_lv: Darba dienās
nb_no: Ukedager
pl_pl: W dni powszednie
ru_ru: Будни
sq_al: Ditet e javes

source: Weekends
et_ee: Nädalavahetused
fr_fr: Le week-end
lv_lv: Brīvdienās
nb_no: Helger
pl_pl: W weekendy
ru_ru: Выходные
sq_al: Fundjave

source: Weekly
et_ee: Iganädalane
fr_fr: Chaque semaine
lv_lv: Iknedēļas
nb_no: Ukentlig
pl_pl: Co tydzień
ru_ru: Еженедельно
sq_al: Javore

source: WiFi Network Type
lv_lv: WIFI tīkla tips
nb_no: WiFi nettverkstype
pl_pl: Typ sieci WiFi
ru_ru: Тип безпроводной сети
sq_al: Tipi i rrjetit WiFi

source: WiFi Password
lv_lv: WIFI parole
nb_no: WiFi passord
pl_pl: Hasło WiFi
ru_ru: WiFi пароль
sq_al: Fjalekalimi i WiFi

source: WiFi Session ID
lv_lv: WIFI sesijas ID
nb_no: WiFi sesjons-ID
pl_pl: ID sesji WiFi

source: WiFi settings
lv_lv: WIFI uzstādījumi
nb_no: WiFi innstillinger
pl_pl: Ustawienia WiFi
ru_ru: Установки WiFi сети
sq_al: Parametrat WiFi

source: Wired (Ethernet)
et_ee: Traadiga (Võrk)
fr_fr: Filaire (Ethernet)
lv_lv: Vadu (Ethernet)
nb_no: Kablet (ethernet)
pl_pl: Przewodowa (Ethernet)
ru_ru: Проводной (Ethernet)
sq_al: Lidhje me tel (Ethernet)

source: Wireless (WiFi)
et_ee: Traadita (WiFi)
fr_fr: Sans fil (WiFi)
lv_lv: Bezvadu (WiFi)
nb_no: Trådløs (WiFi)
pl_pl: Bezprzewodowa (WiFi)
ru_ru: Беспроводной (WiFi)
sq_al: Lidhje pa tel (WiFi)

source: Would You like to do it now?
et_ee: Kas tahad seda teha koheselt?
fr_fr: Souhaitez-vous le faire maintenant ?
lv_lv: Vai vēlaties to darīt tagad?
nb_no: Ønsker du å gjennomføre det nå?
pl_pl: Czy chciałbyś wykonać to teraz?
ru_ru: Желаете сделать это сейчас?

source: Wrong CA PIN.
et_ee: Vale CA PIN
fr_fr: Code PIN du CA erroné.
lv_lv: Nepareizs CA PIN.
nb_no: Feil CA PIN
pl_pl: Niepoprawny PIN CA.
ru_ru: Неправильный CA PIN.

source: X: Erotic
et_ee: X: Erootika
fr_fr: X : érotique
lv_lv: X: Erotika
nb_no: X: Erotisk
pl_pl: X: Erotyka
ru_ru: X: Эротика
sq_al: X: Erotik

source: You are not entitled to view this channel
et_ee: Sul ei ole lubatud seda kanalit vaadata
fr_fr: Vous n'êtes pas autorisé à visionner cette chaîne
lv_lv: Nav pieejas kanālam
nb_no: Ingen tilgang til denne kanalen
pl_pl: Nie jesteś upoważniony, aby oglądać ten kanał
ru_ru: Нет прав для просмотра этого канала
sq_al: Ju nuk jeni i lejuar te shikoni kete kanal

source: You are not entitled to view this content
et_ee: Teil ei ole lubatud seda sisu vaadata
fr_fr: Vous n'êtes pas autorisé à visionner ce contenu
lv_lv: Jums nav pieejas šim saturam
nb_no: Ingen tilgang til dette innholdet
pl_pl: Nie masz uprawnień do oglądania tego utworu
ru_ru: Нет прав для просмотра этого содержания
sq_al: Ju nuk jeni i lejuar te shikoni kete permbajtje

source: You don't have enough free space to make a new recording.
et_ee: Sul ei ole piisavalt vaba ruumi uue salvestuse jaoks.
fr_fr: L'espace libre est insuffisant pour un nouvel enregistrement
lv_lv: Nepietiek vietas jaunam ierakstam.
nb_no: Det er ikke tilgjengelig plass for gjennomføring av opptaket
pl_pl: Nie masz wystarczająco dużo wolnego miejsca, aby stworzyć nowe nagranie.
ru_ru: Для новой записи недостаточно свободного места.
sq_al: Ju nuk keni hapësirë të lirë për të bërë një rregjistrim të ri.

source: You got mail
et_ee: Teile on kiri
fr_fr: Vous avez du courrier
lv_lv: Ir pasta ziņojums
nb_no: Du har mottatt en melding
pl_pl: Masz wiadomość
ru_ru: Вы получили сообщение

source: You have too many directories.
et_ee: Sul on liiga palju katalooge.
fr_fr: Vous avez trop de répertoires
lv_lv: Pārāk daudz mapju
nb_no: Maksimalt antall mapper nådd
pl_pl: Masz za dużo katalogów.
ru_ru: Слишком много каталогов.
sq_al: Ju keni shume direktori

source: You have too many favorites lists.
et_ee: Sul on liiga palju lemmiknimekirju
fr_fr: Vous avez trop de listes de favoris.
lv_lv: Pārāk daudz favorītu sarakstu.
nb_no: Maksimalt antall favorittlister nådd
pl_pl: Masz za dużo list ulubionych.
ru_ru: Слишком много списков избранных.
sq_al: Ju keni shume lista favorite

source: You have too many keyword recordings.
et_ee: Teil on liiga palju kirjelduse järgseid salvestusi.
fr_fr: Il y a trop d'enregistrements par mot-clé.
lv_lv: Pārāk daudz ierakstu ar atslēgvārdiem.
nb_no: Maksimalt antall nøkkelordopptak nådd
pl_pl: Masz za dużo zaplanowanych kluczy dla nagrań.
ru_ru: Слишком много записей ключевых слов.
sq_al: Ju keni shumë regjistrime sipas fjalë-ve.

source: You have too many recordings.
et_ee: Sul on liiga palju salvestusi.
fr_fr: Il y a trop d'enregistrements.
lv_lv: Pārāk daudz ierakstu.
nb_no: Du har for mange opptak.
pl_pl: Masz za dużo nagrań.
ru_ru: Слишком много записей
sq_al: Ju keni shumë regjistrime.

source: You have too many reminders.
pl_pl: Masz zbyt wiele przypomnień

source: You need to perform manual channel scanning to start using VoD service.
lv_lv: Lai sāktu izmantot video nomas pakalpojumu, jums ir jāveic manuālā kanālu meklēšana
nb_no: For å benytte VoD tjenesten må et manuelt kanalsøk gjennomføres
pl_pl: Należy przeprowadzić skanowanie kanału, aby rozpocząć korzystanie z serwisu VoD.
sq_al: Ju duhet të bëni kërkim manual të kanaleve që të përdorni shërbimin VoD.

source: You will be soon zapped to %s.
et_ee: %s minutis
fr_fr: Vous allez être transféré vers %s.
nb_no: Visning endres snart til %s.
pl_pl: Wkrótce zostaniesz przełączony na %s.
sq_al: Se shpejti do te kaloni ne %s.
