Repository: jestevezmma1994/Script-Revisiones-NuevoSiglo
Catalog: Myenv/nuevosiglo-homecast7582b0-secure-sdk-3.2rc5/sbuild-nuevosiglo-homecast7582b0-secure-sdk/host/cross/mipsel-linux-uclibc/usr/local/share/translations/orig/CubiTV/*.po
Languages: et_ee, fr_fr, lv_lv, nb_no, pl_pl, ru_ru, sq_al

source: List name cannot be empty
et_ee: Nimekirja nimi ei saa tühi olla
fr_fr: Le nom de la liste ne peut pas être vide
lv_lv: Saraksts nevar būt tukšs
nb_no: Listenavnet må minimum innholde ett tegn.
pl_pl: Nazwa listy nie może być pusta
ru_ru: Имя списка не может быть пустым
sq_al: Emri i listës nuk mund të jetë bosh

source: List no. %u
et_ee: Nimekiri nr. %u
fr_fr: List n° %u
lv_lv: Saraksta Nr. %u
nb_no: Listenr. %u
pl_pl: Lista nr %u
ru_ru: Список no. %u
sq_al: Lista nr. %u

source: Loading...
et_ee: Laadimine...
fr_fr: Chargement en cours...
lv_lv: Ielādē...
nb_no: Laster...
pl_pl: Ładowanie...
ru_ru: Загрузка...

source: Local Oscillator Frequency
et_ee: Lokaalse ostsillaatori sagedus
fr_fr: Fréquence de l'oscillateur local
lv_lv: Lokālā oscilatora frekvence
nb_no: Lokaloscillator frekvens
pl_pl: Częstotliwość oscylatora lokalnego
ru_ru: Частота локального осциллятора

source: Lock
et_ee: lukusta
fr_fr: Verrouiller
lv_lv: Slēgt
nb_no: Lås
pl_pl: Zablokuj
ru_ru: Блокировать
sq_al: Lidhur

source: Lock status - NO SIGNAL
et_ee: Lukustus - Signaal puudub
fr_fr: État du verrouillage - PAS DE SIGNAL
lv_lv: Signāla statuss - NAV SIGNĀLA
nb_no: Låsstatus - intet signal
pl_pl: Status - brak sygnału
ru_ru: Статус блокировки - НЕТ СИГНАЛА
sq_al: Gjëndja e lidhjes - SKA SINJAL

source: Lock status - OK
et_ee: Lukustus - OK
fr_fr: État du verrouillage - OK
lv_lv: Signāla statuss - OK
nb_no: Lås staus - OK
pl_pl: Status - OK
ru_ru: Статус блокировки - OK
sq_al: Gjëndja e lidhjes - OK

source: Locked Ratings
pl_pl: Konfiguracja
sq_al: Klasifikimet e bllokimit

source: Locked Time
pl_pl: Blokada czasowa
sq_al: Hapësirë kohore e bllokuar

source: Locking Status
pl_pl: Status blokady
sq_al: Statusi i bllokimit

source: Lost tuner access
lv_lv: Nav pieejas uztverējam
nb_no: Mistet tilgang på mottaker
pl_pl: Utracono dostęp do tunera
ru_ru: Потерян доступ к тюнеру
sq_al: Aksesi i Tunerit humbi

source: Low power consumption, slow recovery
pl_pl: Niskie zużycie energii, wolny start
sq_al: Konsum i ulët i energjisë , rigjenerim i ngadaltë

source: MAC address
et_ee: MAC aadress
fr_fr: Adresse MAC
lv_lv: MAC adrese
nb_no: MAC adresse
pl_pl: Adres MAC
ru_ru: MAC адрес

source: Manual
et_ee: Manuaalne
fr_fr: Manuelle
lv_lv: Manuāli
nb_no: Manuell
pl_pl: Ręczny
ru_ru: Ручной

source: Manual Channel Scanning
et_ee: Manuaalne kanaliotsing
fr_fr: Recherche manuelle des chaînes
lv_lv: Manuālā kanālu meklēšana
nb_no: Manuelt kanalsøk
pl_pl: Wyszukiwanie ręczne
ru_ru: Ручной поиск каналов
sq_al: Kërkimi manual i kanaleve

source: Manual Configuration
lv_lv: Manuālā konfigurācija
nb_no: Manuell konfigurering
pl_pl: Konfiguracja ręczna
ru_ru: Ручная установка
sq_al: Konfigurimi manual

source: Maturity Lock Program rating: %s Card level: %s Enter CA PIN to unlock
et_ee: Vanemalukustus Programmi hinnang: %s Kaardi tase: %s Sisesta kaardi PIN avamiseks
fr_fr: Verrouillage enfant Classification du programme : %s Niveau de la carte : %s Saisissez le code PIN du CA pour déverrouiller
nb_no: Foreldrelås Aldersgrense program: %s Kortnivå: %s Skriv inn CA PIN for å låse opp
pl_pl: Ochrona rodzicielska Poziom programu: %s Poziom karty: %s Podaj PIN CA, aby odblokować
ru_ru: Блокировка по возрастному ограничению Рейтинг программы: %s Уровень карты: %s Введите CA PIN чтобы разблокировать
sq_al: Kontrolli i moshës Vlerësimi i programit: %s Niveli i kartës: %s Fusni kodin PIN për të hapur programin

source: Maturity Rating
et_ee: Vanusepiirang
fr_fr: Classification des programmes
lv_lv: Vecuma reitings
nb_no: Aldersgrense
pl_pl: Ochrona rodzicielska
ru_ru: Возрастное ограничение
sq_al: Mosha e lejuar

source: May
lv_lv: Maijs
pl_pl: Maj
sq_al: Maj

source: Menu Language
et_ee: Menüü keel
fr_fr: Langue du menu
lv_lv: Izvēlnes valoda
nb_no: Menyspråk
pl_pl: Język menu
ru_ru: Язык меню
sq_al: Gjuha e menusë

source: Menu Transparency
lv_lv: Izvēlnes transparentums
nb_no: Menytransparens
pl_pl: Przezroczystość menu
sq_al: Transparenca e menusë

source: Message
et_ee: Teade
lv_lv: Ziņa
nb_no: Beskjed
pl_pl: Wiadomość
ru_ru: Сообщение
sq_al: Mesazh

source: Message - NEW!
et_ee: Teade - UUS!
fr_fr: Message - NOUVEAU !
lv_lv: Jauna ziņa!
nb_no: Ny melding!
pl_pl: Wiadomość - NOWA!
ru_ru: Новое сообщение!
sq_al: Mesazh - I RI !

source: Messages
et_ee: Sõnumid
lv_lv: Paziņojumi
nb_no: Meldinger
pl_pl: Wiadomości
ru_ru: Сообщения
sq_al: Mesazhet

source: CubiTV Portal Connectivity
nb_no: Systemtilkobling
pl_pl: Dostępność CubiTV Portalu
ru_ru: Соединение с промежуточным ПО
sq_al: Konektiviteti i middleware

source: CubiTV Portal Address
pl_pl: Adres CubiTV Portalu

source: Mode
pl_pl: Tryb

source: Modulation
et_ee: Modulatsioon
lv_lv: Modulācija
nb_no: Modulasjon
pl_pl: Modulacja
ru_ru: Модуляция

source: Modulation: %s
et_ee: Modulatsioon: %s
lv_lv: Modulācija: %s
nb_no: Moduasjon: %s
pl_pl: Modulacja: %s
ru_ru: Модуляция: %s
sq_al: Modulimi: %s

source: Mondays
pl_pl: Poniedziałki
sq_al: Të Hënave

source: More info
et_ee: Lisainfo
fr_fr: Informations supplémentaires
lv_lv: Vairāk info
nb_no: Programinfo
pl_pl: Więcej...
ru_ru: Больше информации
sq_al: Më shumë informacion

source: Mounting...
et_ee: Ühendan...
fr_fr: Installation en cours...
lv_lv: Pievieno...
nb_no: Kobler til..
pl_pl: Podłączanie...
ru_ru: Соединение ...
sq_al: Duke u montuar ...

source: Move
et_ee: teisalda
fr_fr: Déplacer
lv_lv: Pārvietot
nb_no: Flytt
pl_pl: Przenieś
ru_ru: Переместить
sq_al: Lëviz

source: Movie/Drama
et_ee: Film/draama
fr_fr: Cinéma/Théâtre
lv_lv: Filmas/Drāma
nb_no: Film/Drama
pl_pl: Film/Przedstawienie
ru_ru: Фильм/Драма
sq_al: Film/Dramë

source: Movies
pl_pl: Filmy

source: MPEG Statistics
pl_pl: Statystyki MPEG

source: Multichannel
et_ee: Mitmekanaliline
fr_fr: Multi-chaînes
lv_lv: Multikanālu
nb_no: Mutikanal
pl_pl: Wielokanałowe
ru_ru: Многоканальный
sq_al: Multikanal

source: Music/Ballet/Dance
et_ee: Muusika/Ballett/Tants
fr_fr: Musique/Ballet/Danse
lv_lv: Mūzika/balets/Dejas
nb_no: Musikk/Ballett/Dans
pl_pl: Muzyka/Balet/Taniec
ru_ru: Музыка/Балет/Танцы
sq_al: Musikë/Balet/Kërcim

source: My Rentals
lv_lv: Mana noma
nb_no: Mitt leieforhold
pl_pl: Wypożyczone
ru_ru: Мой прокат
sq_al: Rezervimet e mia

source: N/A
fr_fr: S/O
pl_pl: N/D

source: NIT Automatic
pl_pl: NIT automatyczne

source: NO SIGNAL
et_ee: Signaal puudub
fr_fr: PAS DE SIGNAL
lv_lv: NAV SIGNĀLA
nb_no: Intet signal
pl_pl: BRAK SYGNAŁU
ru_ru: НЕТ СИГНАЛА
sq_al: SKA SINJAL

source: Netmask
nb_no: Nettverksmaske
pl_pl: Maska sieci

source: Network Medium
lv_lv: Tīkla vide
nb_no: Nettverksmedium
pl_pl: Rodzaj sieci
ru_ru: Тип сети
sq_al: Mënyra e lidhjes me rrjetin

source: Network Name
et_ee: Võrgu nimi
fr_fr: Nom du réseau
lv_lv: Tīkla nosaukums
nb_no: Nettverksnavn
pl_pl: Nazwa sieci
ru_ru: Имя провайдера

source: Network Selection
lv_lv: Tīkla izvēle
nb_no: Nettverksvalg
pl_pl: Wybór sieci
ru_ru: Выбор сети
sq_al: Zgjedhja e Rrjetit

source: Network Settings
et_ee: Võrguseaded
fr_fr: Paramètres du réseau
lv_lv: Tīkla uzstādījumi
nb_no: Netterksinnstillinger
pl_pl: Ustawienia sieci
ru_ru: Настройки сети
sq_al: Parametrat e Rrjetit

source: Network Type
lv_lv: Tīkla veids
nb_no: Nettverkstype
pl_pl: Typ sieci
ru_ru: Тип сети
sq_al: Lloji i Rrjetit

source: Network mask
et_ee: Võrgumask
fr_fr: Masque réseau
nb_no: Nettverksmaske
pl_pl: Maska sieci
ru_ru: Маска сети

source: Never
pl_pl: Nigdy
sq_al: Kurrë

source: New CA PIN confirmation field is not complete.
lv_lv: Jaunā CA PIN apstiprināšanas lauks nav aizpildīts
nb_no: Ny CA PIN bekreftelsesfelt ikke komplett.
pl_pl: Pole 'Powtórz nowy PIN' nie jest wypełnione.
ru_ru: Поле подтверждения CA PIN не заполнено

source: New CA PIN field is not complete
lv_lv: Jaunā CA PIN lauks nav aizpildīts
nb_no: Ny CA PIN ikke komplett
pl_pl: Pole 'Nowy PIN' nie jest wypełnione.
ru_ru: Поле нового CA PIN не заполнено

source: New PIN confirmation field is not complete.
lv_lv: Jaunā PIN apstiprināšanas lauks nav aizpildīts
nb_no: Ny PIN bekreftelsesfelt ikke komplett.
pl_pl: Pole 'Powtórz nowy PIN' nie jest wypełnione.
ru_ru: Поле подтверждения нового PIN не заполнено

source: New PIN field is not complete.
lv_lv: Jaunā PIN lauks nav aizpildīts
nb_no: Ny PIN ikke komplett.
pl_pl: Pole 'Nowy PIN' nie jest wypełnione.
ru_ru: Поле нового PIN не заполнено

source: New PIN:
et_ee: Uus PIN
fr_fr: Nouveau code PIN :
lv_lv: Jaunais PIN:
nb_no: Ny PIN:
pl_pl: Wprowadź nowy PIN:
ru_ru: Новый PIN:

source: New firmware version %s from network %s is available.
et_ee: Uus tarkvara %s on võrgust %s saadaval.
fr_fr: La nouvelle version %s du micrologiciel est disponible sur le réseau %s.
lv_lv: Ir pieejama jauna firmware versija %s no operatora %s.
nb_no: Programvareoppdatering med versjon %s fra kilde %s er tilgjengelig.
pl_pl: Dostępna jest nowa wersja oprogramowania %s w sieci %s.
ru_ru: Новая версия прошивки %s от %s доступна.
sq_al: Një version i ri Firmware %s është i gatshëm %s ne rrjet.

source: New firmware version %s is available.
et_ee: Uus tarkvaraversioon %s on saadaval.
fr_fr: La nouvelle version %s du micrologiciel est disponible.
lv_lv: Ir pieejama jauna Firmware versija %s.
nb_no: Ny firmware versjon %s er tilgjengelig.
pl_pl: Dostępna jest nowa wersja oprogramowania. %.0s
ru_ru: Новая версия прошивки %s доступна.
sq_al: Një version i ri Firmware %s është i gatshëm.

source: New firmware version: %s
et_ee: Uus tarkvara versioon: %s
fr_fr: Nouvelle version du micrologiciel : %s
lv_lv: Jaunā firmware versija: %s
nb_no: Ny firmware versjon: %s
pl_pl: Nowa wersja: %s
ru_ru: Новая версия прошивки: %s
sq_al: Versioni i ri i Firmware : %s

source: New pins don't match.
et_ee: Uued PIN'id ei kattu
fr_fr: Les nouveaux codes PIN ne correspondent pas.
lv_lv: PIN neatbilst.
nb_no: Ny pin stemmer ikke
pl_pl: Nowy PIN błędnie potwierdzony.
ru_ru: Новые PIN не совпадают.

source: New recording cannot be scheduled due to many conflicts with previously scheduled recordings
et_ee: Uusi salvestusi ei saa ajastada paljude konfliktide tõttu eelnevalt ajastatud salvestistega
fr_fr: Le nouvel enregistrement ne peut pas être programmé en raison de conflits avec des enregistrements déjà programmés
lv_lv: Jaunais ieraksts konfliktē ar esošo ierakstu sarakstu
nb_no: Opptaket lar seg ikke gjennomføre på grunn av konflikt med tidligere planlagte opptak
pl_pl: Nowe nagranie nie moze być zaplanowane, gdyż występuje konflikt innymi zaplanowanymi nagraniami
ru_ru: Новая запись не может быть запланирована из-за многочисл. конфликтов с ранее запланиров. записями
sq_al: Nuk mund të rezervohet nje regjistrim i ri pasi ka përplasje me regjistrime të rezervuara më parë

source: News/Cultural affairs
et_ee: Uudised / kultuurisündmused
fr_fr: Informations/Affaires culturelles
lv_lv: Ziņas
nb_no: Nyheter/Kultur
pl_pl: Wiadomości/Wydarzenia kulturalne
ru_ru: Новости/Культурные события
sq_al: Lajme/Cështje Kulturore

source: No Card Inserted
et_ee: Kaarti ei ole sisestatud
fr_fr: Pas de carte insérée
lv_lv: Nav ievietota karte
nb_no: Smartkort mangler
pl_pl: Brak karty dostępowej
ru_ru: Карта не вставлена
sq_al: Mungon Karta Smart

source: No DiSEqC
fr_fr: Aucun DiSEqC
lv_lv: Nav DiSEqC
nb_no: Ingen DiSEqC
pl_pl: Brak DiSEqC
sq_al: Asnjë DiSEqC

source: No access
et_ee: Ligipääs puudub
fr_fr: Pas d'accès
lv_lv: Nav pieejas
nb_no: Ingen tilgang
pl_pl: Brak dostępu
ru_ru: Нет доступа
sq_al: Nuk Keni të Drejta Hyrjeje

source: No access (%d)
pl_pl: Brak dostępu (%d)
sq_al: Nuk keni të drejta hyrjeje (%d)

source: No Access (1)
pl_pl: Brak dostępu (1)
sq_al: Nuk Keni të Drejta Hyrjeje (1)

source: No Access (10)
pl_pl: Brak dostępu (10)
sq_al: Nuk Keni të Drejta Hyrjeje (10)

source: No Access (11)
pl_pl: Brak dostępu (11)
sq_al: Nuk Keni të Drejta Hyrjeje (11)

source: No Access (12)
pl_pl: Brak dostępu (12)
sq_al: Nuk Keni të Drejta Hyrjeje (12)

source: No Access (2)
pl_pl: Brak dostępu (2)
sq_al: Nuk Keni të Drejta Hyrjeje (2)

source: No Access (3)
pl_pl: Brak dostępu (3)
sq_al: Nuk Keni të Drejta Hyrjeje (3)

source: No Access (4)
pl_pl: Brak dostępu (4)
sq_al: Nuk Keni të Drejta Hyrjeje (4)

source: No Access (5)
pl_pl: Brak dostępu (5)
sq_al: Nuk Keni të Drejta Hyrjeje (5)

source: No Access (6)
pl_pl: Brak dostępu (6)
sq_al: Nuk Keni të Drejta Hyrjeje (6)

source: No Access (7)
pl_pl: Brak dostępu (7)
sq_al: Nuk Keni të Drejta Hyrjeje (7)

source: No Access (8)
pl_pl: Brak dostępu (8)
sq_al: Nuk Keni të Drejta Hyrjeje (8)

source: No Access (9)
pl_pl: Brak dostępu (9)
sq_al: Nuk Keni të Drejta Hyrjeje (9)

source: No access - geographical blackout
et_ee: Ligipääs puudub - asukohapiirang
fr_fr: Pas d'accès - absence de couverture dans la zone géographique
lv_lv: Nav pieejas - ģeogrāfiskais aptumšojums
nb_no: Ingen tilgang - ikke tilgjengelig i ditt område
pl_pl: Brak dostępu - rejon wyłączony
ru_ru: Нет доступа - в этом регионе прием запрещен
sq_al: Nuk keni të drejta hyrjeje - nuk ka mbulim gjeografik

source: No access - network block
et_ee: Ligipääs puudub - võrgublokeering
fr_fr: Pas d'accès - blocage du réseau
lv_lv: Nav pieejas - nobloķēts tīkls
nb_no: Ingen tilgang - nettverket stengt
pl_pl: Brak dostępu - sieć zablokowana
ru_ru: Нет доступа - блокировка сети
sq_al: Nuk Keni të Drejta Hyrjeje - bllokim i rrjetit

source: No channel
et_ee: Kanal puudub
fr_fr: Pas de chaîne
lv_lv: Nav kanālu
nb_no: Ingen kanal
pl_pl: Brak kanału
ru_ru: Нет каналов
sq_al: Asnjë Kanal

source: No channels installed. Channel scanning is needed.
et_ee: Kanaliotsing on vajalik
fr_fr: Aucune chaîne installée. Effectuez une recherche de chaînes.
lv_lv: Kanāli netika uzstādīti. Nepieciešams veikt kanālu meklēšanu.
nb_no: Ingen kanaler tilgjengelig. Nytt kanalsøk må gjennomføres.
pl_pl: Brak zainstalowanych kanałow. Wymagane wyszukiwanie kanałow.
ru_ru: Каналы не установлены. Требуется поиск каналов.

source: No credits
et_ee: Krediiti ei ole
fr_fr: Pas de crédit
lv_lv: Nav kredīta
nb_no: Saldo er null.
pl_pl: Brak kredytów
ru_ru: Кредитов нет
sq_al: Nuk ka kredit

source: No debits
et_ee: Deebet puudub
fr_fr: Pas de débit
lv_lv: Nav debita
nb_no: Ingen innbetalinger
pl_pl: Brak debetów
ru_ru: Дебетов нет
sq_al: Nuk ka debit

source: No entries
et_ee: Sisestused puuduvad
fr_fr: Pas d'entrées
lv_lv: Nav ierakstu
nb_no: Ingen oppføringer
pl_pl: Brak plików
ru_ru: Нет записей.
sq_al: Nuk ka te dhena

source: No events
et_ee: Sündmused puuduvad
fr_fr: Pas d'événement
lv_lv: Nav notikumu
nb_no: Ingen hendelser
pl_pl: Brak zdarzeń
ru_ru: Нет событий
sq_al: Nuk ka evente

source: No items
lv_lv: Nav vienību
nb_no: Ingen oppføringer
pl_pl: Brak plików
sq_al: Nuk ka artikuj

source: No list
et_ee: Nimekiri puudub.
fr_fr: Pas de liste
lv_lv: Nav saraksta
nb_no: Ingen liste
pl_pl: Brak listy
ru_ru: Нет списка
sq_al: Nuk ka liste

source: No messages
et_ee: Teateid ei ole
fr_fr: Pas de message
lv_lv: Nav ziņu
nb_no: Ingen beskjeder
pl_pl: Brak wiadomości
ru_ru: Нет сообщений
sq_al: Asnjë mesazh

source: No purses
et_ee: Ostud puuduvad
fr_fr: Pas de porte-monnaie
nb_no: Ingen kreditt
pl_pl: Brak zakupów
ru_ru: Нет покупок
sq_al: Nuk ka kredite

source: No results
et_ee: Mitte ühtegi tulemust
fr_fr: Pas de résultat
lv_lv: Nav rezultātu
nb_no: Ingen treff
pl_pl: Nic nie znaleziono
ru_ru: Нет результатов
sq_al: Nuk ka rezultate

source: No subscriptions
et_ee: Tellimused puuduvad
fr_fr: Pas d'abonnement
lv_lv: Nav abonementu
nb_no: Ingen abonnement
pl_pl: Brak subskrypcji
ru_ru: Нет подписки
sq_al: Asnjë abonim

source: No title
fr_fr: Pas de titre
lv_lv: Nav nosaukuma
nb_no: Ingen tittel
pl_pl: Bez tytułu
ru_ru: Нет названия
sq_al: Asnjë titull

source: Non compatible storage device detected (error 1)
et_ee: Tuvastatud mittesobiv salvestusseade (viga 1)
fr_fr: Périphérique de stockage non compatible détecté (erreur 1)
lv_lv: Nesavietojama datu iekārta (error 1)
nb_no: Enhet tilkoblet oppdaget - ikke kompatibel (feilkode 1)
pl_pl: Wykryto niekompatybilne urządzenie (błąd 1)
ru_ru: Обнаружено несовместимое запоминающее устройство (ошибка 1)
sq_al: HHD/USB e futur nuk është e përshtatshme (error 1)

source: Non compatible storage device detected, (error 3)
et_ee: Tuvastatud mittesobiv salvestusseade (viga 3)
fr_fr: Périphérique de stockage non compatible détecté (erreur 3)
lv_lv: Nesavietojama datu iekārta, (error 3)
nb_no: Enhet tilkoblet oppdaget - ikke kompatibel (feilkode 3)
pl_pl: Wykryto niekompatybilne urządzenie (błąd 3)
ru_ru: Обнаружено несовместимое запоминающее устройство (ошибка 3)
sq_al: HHD/USB e futur nuk është e përshtatshme (error 3

source: Normal
et_ee: Tavaline
lv_lv: Normāls
pl_pl: Normalna
ru_ru: Обычный

source: Normal power consumption, fast recovery
pl_pl: Normalne zużycie energii, szybki start
sq_al: Konsum normal i energjisë , rigjenerim i shpejtë

source: Norwegian
et_ee: Norra
fr_fr: Norvégien
lv_lv: Norvēģu
nb_no: Norsk
pl_pl: Norweski
ru_ru: Норвежский

source: Not Entitled
et_ee: Ei ole lubatud
fr_fr: Non autorisé
lv_lv: Nav pieejams
nb_no: Ingen tilgang
pl_pl: Brak upoważnienia
ru_ru: Не имеет права
sq_al: E pa Emërtuar

source: Not connected
pl_pl: Niepodłączony
sq_al: E palidhur

source: Not enough tokens - please recharge Your card
et_ee: Ei ole piisavalt tokeneid - palun lae kaarti
fr_fr: Vous n'avez pas suffisamment de jetons - rechargez votre carte
lv_lv: Nepietiek žetonu - lūdzam papildināt Jūsu karti
nb_no: Ikke nok kreditt - vennligst fyll på ditt kort
pl_pl: Brak tokenów - prosimy o naładowanie karty
ru_ru: Не хватает токенов - пожалуйста пополните Вашу карту
sq_al: Nuk ka kredite të mjaftueshme - Ju lutemi rimbushni kartën tuaj

source: Not entitled
et_ee: Ei ole lubatud
fr_fr: Non autorisé
lv_lv: Nav tiesību
nb_no: Ingen tilgang
pl_pl: Nieuprawniony.
ru_ru: Не имеет права
sq_al: E pa emërtuar

source: Nov
lv_lv: Novembris
pl_pl: Lis
sq_al: Nëntor

source: Number of Sessions
et_ee: Sessiooni number
fr_fr: Nombre de sessions
lv_lv: Sesiju numurs
nb_no: Antall sesjoner
pl_pl: Liczba sesji
ru_ru: Номер сессий
sq_al: Numri i sesioneve

source: OSD/Banner Display Time
et_ee: Ekraanimenüü kuvamise aeg
fr_fr: OSD/Durée d'affichage du bandeau
lv_lv: OSD/Banera laiks
nb_no: Visningstid plakat
pl_pl: Czas wyświetlania OSD
ru_ru: Время отображения OSD/баннера
sq_al: Koha e shfaqjes së grafikave

source: Oct
lv_lv: Oktobris
pl_pl: Paz
sq_al: Tetor

source: Off
et_ee: Välja
fr_fr: Désactivé
lv_lv: izslēgt
nb_no: Av
pl_pl: Wyłączony
ru_ru: Выкл.
sq_al: Fikur

source: Old CA PIN field is not complete
lv_lv: Vecā CA PIN lauks nav aizpildīts
nb_no: Eksistende CA PIN er ufullstendig
pl_pl: Pole 'Aktualny PIN CA' nie jest wypełnione.
ru_ru: Поле старого CA PIN не заполнено

source: Old PIN field is not complete.
lv_lv: Vecā PIN lauks nav aizpildīts
nb_no: Eksisterende PIN er ufullstendig
pl_pl: Pole 'Aktualny PIN' nie jest wypełnione.
ru_ru: Поле старого PIN не заполнено

source: Old PIN:
et_ee: Vana PIN
fr_fr: Ancien code PIN :
lv_lv: Vecais PIN:
nb_no: Eksisterende PIN:
pl_pl: Wprowadź aktualny PIN:
ru_ru: Старый PIN:

source: Old pin is invalid.
et_ee: Vana PIN ei ole õige.
fr_fr: L'ancien code PIN n'est pas valide.
lv_lv: Vecais PIN ir nepareizs
nb_no: Eksisterende pin er ugyldig.
pl_pl: Aktualny PIN niepoprawny.
ru_ru: Неверный старый PIN.

source: On
et_ee: Sees
fr_fr: Activé
lv_lv: Ieslēgt
nb_no: På
pl_pl: Włączone
ru_ru: Вкл
sq_al: Ndezur

source: Ongoing Recordings
et_ee: Käimasolevad salvestused
fr_fr: Enregistrements en cours
lv_lv: Notiekošie ieraksti
nb_no: Pågående opptak
pl_pl: Trwające nagrania
ru_ru: Текущие записи
sq_al: Regjistrime në proces

source: Options
pl_pl: Opcje
sq_al: Opsionet

source: Original Format
et_ee: Originaalformaat
fr_fr: Format original
lv_lv: Oriģinālais formāts
pl_pl: Oryginalny format
ru_ru: Оригинальный формат
sq_al: Formati origjinal

source: Out of quota on nPVR server.
pl_pl: Przekroczono limit na serwerze nPVR.
sq_al: Nuk ka më hapësirë në serverin nPVR.

source: Override
et_ee: Tühista
fr_fr: Écraser
lv_lv: Ignorēt
nb_no: Overstyr
pl_pl: Wymuś
ru_ru: Отменить
sq_al: Mbishkruaj

source: PG: Parental Guidance
et_ee: PG: vanema juuresolekul
fr_fr: APS : Accord parental souhaitable
lv_lv: PG: Vecāku kontrole
nb_no: PG: Foreldrestyrt
pl_pl: PG: Pod nadzorem rodzica
ru_ru: PG: с присутствием родителей
sq_al: PG: Kontroll nga prindërit

source: PIN authentication blocked for %d minute
et_ee: PIN'i sisestamine blokeeritud %d minutiks
fr_fr: Authentification PIN bloquée pendant %d minute
lv_lv: PIN autentikācija bloķēta %d minūti
nb_no: Autentisering med PIN blokkert i % minutt
pl_pl: Uwierzytelnianie PINu zablokowane na %d minutę.
ru_ru: Идентификация PIN заблокирована на %d минуту
sq_al: Verifikimi i kodit PIN është bllokuar për %d minutë

source: PIN change
et_ee: PIN muutmine
fr_fr: Modification du code PIN
lv_lv: PIN maiņa
nb_no: Endre PIN
pl_pl: Zmiana kodu PIN
ru_ru: Замена PIN
sq_al: Ndrysho kodin PIN

source: PIN confirmation does not match.
et_ee: PIN koodi kinnitus ei klapi
fr_fr: Le code PIN de confirmation ne correspond pas.
lv_lv: PIN apstiprinājums nesakrīt
nb_no: Bekreftelse av PIN stemmer ikke overens
pl_pl: Nowy PIN CA błędnie potwierdzony.
ru_ru: Подтверждение PIN не соответствует.

source: PVR End Margin
et_ee: PVR lõppumärgis
fr_fr: Marge de fin du magnétoscope numérique
lv_lv: PVR beigu robeža
nb_no: PVR sluttmargin
pl_pl: Margines końca nagrania
ru_ru: PVR конец
sq_al: Toleranca fundore e PVR

source: PVR Start Margin
et_ee: PVR algusmärgis
fr_fr: Marge de début du magnétoscope numérique
lv_lv: PVR sākuma robeža
pl_pl: Margines początku nagrania
ru_ru: PVR начало
sq_al: Toleranca fillestare e PVR

source: Parental control
et_ee: Vanemlik kontroll
fr_fr: Contrôle parental
lv_lv: Vecāku kontrole
nb_no: Foreldrekontroll
pl_pl: Kontrola rodzicielska
ru_ru: Родительский контроль
sq_al: Kontrolli Prindëror

source: Passive Standby
pl_pl: Pasywny tryb czuwania
sq_al: Standby pasive

source: Password
lv_lv: Parole
nb_no: Passord
pl_pl: Hasło
ru_ru: Пароль
sq_al: Fjalëkalimi

source: Pin change successful.
et_ee: PIN'i muutmine edukas
fr_fr: La modification du code PIN a réussi.
lv_lv: PIN nomaiņa ir veiksmīga
nb_no: Endring av PIN vellykket
pl_pl: Kod PIN zmieniony pomyślnie.
ru_ru: Изменение Pin успешно.

source: Play
et_ee: mängi
fr_fr: Lire
lv_lv: Atskaņot
nb_no: Spill av
pl_pl: Odtwórz
ru_ru: Воспроизвести
sq_al: Luaj

source: Play Trailer
et_ee: Mängi treilerit
fr_fr: Regarder la bande annonce
lv_lv: Atskaņot treileri
nb_no: Vis trailer
pl_pl: Odtwórz zwiastun
ru_ru: Проиграть трейлер
sq_al: Luaj Trailer-in

source: Play from the beginning
et_ee: Alusta mängimist algusest
fr_fr: Lire depuis le début
lv_lv: Rādīt no sākuma
nb_no: Vis fra start
pl_pl: Odtwórz od początku
ru_ru: Воспроизвести с самого начала
sq_al: Luaj nga fillimi

source: Playback failed with error code: %d
lv_lv: Atskaņošanas kļūda: %d
nb_no: Visning feilet - feilkode: %d
pl_pl: Odtwarzanie przerwane, kod błedu: %d
ru_ru: Воспроизведение с ошибкой кода: %d
sq_al: Luajtja Dështoi me error code: %d

source: Playback settings
pl_pl: Ustawienia odtwarzania

source: Playlist error
lv_lv: Saraksta kļūda
nb_no: Feil på spilleliste
pl_pl: Błąd playlisty
ru_ru: Ошибка воспроизведения
sq_al: Gabim në Listë

source: Please Wait
et_ee: Palun oota
fr_fr: Veuillez patienter
lv_lv: Lūdzu gaidiet
nb_no: Vennligst vent
pl_pl: Proszę czekać
ru_ru: Пожалуйста ждите

source: Please confirm new CA PIN:
et_ee: Palun kinnita uus CA PIN
fr_fr: Confirmez le nouveau code PIN du CA :
lv_lv: Apstipriniet jauno CA PIN:
nb_no: Vennligst bekreft ny CA PIN:
pl_pl: Potwierdź nowy PIN CA:
ru_ru: Пожалуйста подтвердите новый CA PIN:
