Repository: jestevezmma1994/Script-Revisiones-NuevoSiglo
Catalog: Myenv/nuevosiglo-homecast7582b0-secure-sdk-3.2rc5/sbuild-nuevosiglo-homecast7582b0-secure-sdk/host/cross/mipsel-linux-uclibc/usr/local/share/translations/out/CubiTV/*.po
Languages: es_co

source: Firmware upgrade can take 10 up to 15 minutes. Please DO NOT reset or power off the STB. The STB will restart automatically when the upgrade is complete.
es_co: La actualización del firmware puede tardar entre 10 y 15 minutos Por favor no reinicie o apague su decodificador El decodificador se iniciará automáticamente cuando la actualización este completa

source: First Time Installation
es_co: Primera instalación

source: First time using VoD service?
es_co: Es la primera vez que usa el servicio de VOD?

source: For 12+ year old
es_co: Para mayores de 12 años

source: For 16+ year old
es_co: Para mayores de 16 años

source: For 18+ year old
es_co: Para mayores de 18 años

source: For 6+ year old
es_co: Para mayores de 6 años

source: For HD or Widescreen TV
es_co: Para televisores HD o pantalla panorámica

source: For classic TV
es_co: Para televisores clásicos

source: Forget %s
es_co: Olvidar %s

source: Forget the network
es_co: Olvidar la red

source: Format Hard Disk
es_co: Formatear disco duro

source: Format MStoreVoD
es_co: Formatear MStoreVoD

source: Format PVR/TS
es_co: Formatear PVR/TS

source: Format not supported: %d
es_co: Formato no soportado: %d

source: Format whole disk
es_co: Formatear el disco completo

source: Formatting storage
es_co: Formateando almancenamiento

source: Formatting this disk will permanently erase all data on it. Do you want to continue?
es_co: El formateo de este disco borrará permanentemente todos los datos. Esta seguro que quiere continuar?

source: Formatting...
es_co: Formateando…

source: Free Memory
es_co: Memoria disponible

source: Frequency
es_co: Frecuencia

source: Frequency Range
es_co: Gama de frecuencia

source: Frequency: %d.%02d MHz%s %s %s
es_co: Frecuencia: %d.%02d MHz%s %s %s

source: Fridays
es_co: Viernes

source: From
es_co: De

source: Front Panel Power Button
es_co: Botón de encendido del panel frontal

source: Frontpanel Clock In Standby
es_co: Reloj frontal en modo de espera

source: Fullscreen
es_co: Pantalla completa

source: G: General Audience
es_co: G: Para todos los públicos

source: German
es_co: Alemán

source: Go!
es_co: Ir

source: Good
es_co: Bien

source: Greek
es_co: Griego

source: Group Number
es_co: Número de grupo

source: Guide Data
es_co: Guía de datos

source: HDMI Status
es_co: Estado del HDMI

source: HDMI Video Format
es_co: Formato de vídeo HDMI

source: HDTV
es_co: TV HD

source: Hard of Hearing
es_co: Problemas auditivos

source: Hard of Hearing Subtitles
es_co: Subtítulos para personas con problemas auditivos

source: Hemisphere
es_co: Hemisferio

source: Hide
es_co: Esconder

source: Hybrid Mode
es_co: Modo hibrido

source: IP Address
es_co: Dirección IP

source: IP Mode
es_co: Modo IP

source: IP Network
es_co: Red IP

source: Idle Time
es_co: Tiempo de inactividad

source: In order to record selected program you need to stop one of the following recordings/schedules
es_co: Para grabar el programa seleccionado debe detener alguna de las siguientes grabaciones/programaciones

source: In progress
es_co: En progreso

source: Inactive
es_co: Inactivo

source: Incorrect Card
es_co: Tarjeta incorrecta

source: Incorrect Conax Card
es_co: Tarjeta Conax incorrecta

source: Incorrect Conax card
es_co: Tarjeta Conax incorrecta

source: Incorrect card
es_co: Tarjeta incorrecta

source: Incorrect old PIN.
es_co: PIN anterior incorrecto.

source: Information
es_co: Información

source: Initialization Error
es_co: Error de inicialización

source: Inserted
es_co: Insertada

source: Install In order to perform automatical channel scanning press OK.
es_co: Presione aceptar para realizar el escaneo automático de canales

source: Install now
es_co: Instalar ahora

source: Installing firmware
es_co: Instalando el firmware

source: Instant Timeshift
es_co: Programación remota instantánea

source: Interactive Services
es_co: Servicios inactivos

source: Interface Status
es_co: Estado de la interfaz

source: Interface Version
es_co: Versión de la interfaz

source: Internet Radio
es_co: Radio de Internet

source: Invalid password
es_co: Contraseña incorrecta

source: Invalid recording.
es_co: Grabación incorrecta

source: Invalid server response
es_co: Respuesta inválida del servidor

source: Invalid tranponder
es_co: Transponder inválido

source: Jan
es_co: Ene

source: Keyword
es_co: Palabra clave

source: Ku-band
es_co: Banda Ku

source: Ku-band BSS
es_co: Banda Ku BSS

source: Ku-band FSS
es_co: Banda Ku FSS

source: Ku-band Universal
es_co: Banda Ku universal

source: LNB Setup
es_co: Configuración del LNB

source: LNB Type
es_co: Tipo de LNB

source: Language
es_co: Idioma

source: Languages
es_co: Idiomas

source: Latens
es_co: Recientes

source: Latest arrivals
es_co: Estrenos

source: Latin US
es_co: US latino

source: Latvian
es_co: Letón

source: Leisure hobbies
es_co: Ocio

source: Leisure/hobbies
es_co: Ocio

source: Letterbox
es_co: Buzón

source: Library date
es_co: Fecha de la librería

source: Library version
es_co: Versión de la librería

source: Line
es_co: Linea

source: List is empty
es_co: La lista está vacía

source: List name already exists
es_co: El nombre de la lista ya existe

source: List name cannot be empty
es_co: El nombre de la lista no puede estar vacío

source: List no. %u
es_co: Lista nº. %u

source: Loading...
es_co: Cargando...

source: Local Oscillator Frequency
es_co: Frecuencia de oscilador local

source: Lock
es_co: Bloquear

source: Lock status - NO SIGNAL
es_co: Estado de bloqueo - SIN SEÑAL

source: Lock status - OK
es_co: Estado de bloqueo - Ok

source: Locked Ratings
es_co: Clasificaciones bloqueadas

source: Locked Time
es_co: Hora bloqueada

source: Locking Status
es_co: Estado bloqueado

source: Login
es_co: Usuario

source: Long Term Error
es_co: Error de larga duración

source: Lost tuner access
es_co: Se perdió el acceso al sintonizador

source: Low power consumption, slow recovery
es_co: Bajo consumo de energía, recuperación lenta

source: MAC Address
es_co: Dirección MAC

source: MAC address
es_co: Dirección MAC

source: MPEG Service Number
es_co: Número de servicio MPEG

source: MPEG Statistics
es_co: Estadísticas MPEG

source: Mailbox
es_co: Buzón de mensajes

source: Manual Channel Scanning
es_co: Escaneo manual de canales

source: Manual PAT Channel Scanning
es_co: Sintonización manual de canales PAT

source: Manual(Static)
es_co: Manual (Estático)

source: Maturity Lock Program rating: %s Card level: %s Enter CA PIN to unlock
es_co: Bloqueo por edad Calificación de programa: %s Nivel de tarjeta: %s Introduzca el PIN del Acceso Condicional para desbloquear

source: Maturity Rating
es_co: Calificación por edad

source: Measuring performance of idle system...
es_co: Midiendo el desempeño del sistema disponible...

source: Measuring simultaneous timeshift and HD recording performance...
es_co: Midiendo simultáneamente el desempeño de la reproducción posterior y las grabaciones en HD...

source: Measuring simultaneous timeshift and SD recording performance...
es_co: Midiendo simultáneamente el desempeño de la reproducción posterior y las grabaciones en SD...

source: Measuring simultaneous timeshift and three SD recordings performance...
es_co: Midiendo simultáneamente el desempeño de la reproducción posterior y tres de las grabaciones en SD...

source: Measuring simultaneous timeshift and two HD recordings performance...
es_co: Midiendo simultáneamente el desempeño de la reproducción posterior y dos de las grabaciones en HD...

source: Measuring simultaneous timeshift, SD and HD recordings performance...
es_co: Midiendo simultáneamente el desempeño de la reproducción posterior y las grabaciones en HD y SD...

source: Measuring simultaneous timeshift, two HD recordings and one SD recording performance...
es_co: Midiendo simultáneamente el desempeño de la reproducción posterior, dos de las grabaciones en HD y una de las grabaciones en SD...

source: Measuring timeshift performance...
es_co: Midiendo simultáneamente el desempeño de la reproducción posterior...

source: Memory Used
es_co: Memoria utilizada

source: Menu Language
es_co: Idioma de menús

source: Menu Transparency
es_co: Transparencia del menú

source: Message
es_co: Mensaje

source: Message - NEW!
es_co: Mensaje - NUEVO

source: Messages
es_co: Mensajes

source: Mode
es_co: Modo

source: Modulation
es_co: Modulación

source: Modulation: %s
es_co: Modulación: %s

source: Mondays
es_co: Lunes

source: More info
es_co: Más información

source: Mounting...
es_co: Montando…

source: Move
es_co: Mover

source: Movie/Drama
es_co: Película/Drama

source: Movies
es_co: Peliculas

source: Multichannel
es_co: Multicanal

source: Music/Ballet/Dance
es_co: Música/Ballet/Danza

source: Mux ID
es_co: Identificador del MUX

source: My Recordings
es_co: Mis grabaciones

source: My Rentals
es_co: Mis alquileres

source: N/A
es_co: N/D

source: NAT Status
es_co: Estado del NAT

source: NEW RELEASES
es_co: Estrenos

source: NID selection
es_co: Selección del NID

source: NIT Automatic
es_co: NIT automático

source: NIT Status
es_co: Estado de la NIT

source: NO SIGNAL
es_co: SIN SEÑAL

source: NPVR End Margin
es_co: Margen final del nPVR

source: NPVR Start Margin
es_co: Margen inicial del nPVR

source: Name
es_co: Nombre

source: Netmask
es_co: Máscara de red

source: Network Name
es_co: Nombre de red

source: Network PVR
es_co: Red del PVR

source: Network PVR Quota
es_co: Capacidad de red del PVR

source: Network Settings
es_co: Configuración de red

source: Network Settings Window
es_co: Ventana de ajustes de red

source: Network mask
es_co: Máscara de red

source: New CA PIN confirmation field is not complete.
es_co: La confirmación del nuevo PIN del Acceso Condicional no está completa

source: New CA PIN field is not complete
es_co: El campo del nuevo PIN del Acceso Condicional no está completo

source: New Only
es_co: Únicamente nuevo

source: New PIN confirmation field is not complete.
es_co: La confirmación del nuevo PIN no está completa

source: New PIN field is not complete.
es_co: El campo del nuevo PIN no esta completo

source: New PIN:
es_co: Nuevo PIN:

source: New firmware version %s from network %s is available.
es_co: La nueva versión de firmware %s en la red %s está disponible.

source: New firmware version %s is available.
es_co: La nueva versión de firmware %s está disponible.

source: New firmware version: %s
es_co: Nueva versión: %s

source: New pins don't match.
es_co: Los nuevos PIN no coinciden.

source: New recording cannot be scheduled due to many conflicts with previously scheduled recordings
es_co: La nueva grabación no se puede programar por conflictos con grabaciones previamente programadas

source: News/Cultural affairs
es_co: Noticias/Cultura

source: Next
es_co: Siguiente

source: No Card Inserted
es_co: No hay ninguna tarjeta insertada

source: No DiSEqC
es_co: Sin DiSEqC

source: No Items
es_co: Sin elementos

source: No Music
es_co: Sin música

source: No Signal Lock
es_co: Sin bloqueo de señal

source: No SmartCard found. This movie can not be ordered
es_co: No se encuentra la tarjeta. No se puede alquilar esta película

source: No access
es_co: Sin acceso

source: No access (%d)
es_co: Sin acceso (%d)

source: No access (1)
es_co: Sin acceso (1)

source: No access (10)
es_co: Sin acceso (10)

source: No access (11)
es_co: Sin acceso (11)

source: No access (12)
es_co: Sin acceso (12)

source: No access (2)
es_co: Sin acceso (2)

source: No access (3)
es_co: Sin acceso (3)

source: No access (4)
es_co: Sin acceso (4)

source: No access (5)
es_co: Sin acceso (5)

source: No access (6)
es_co: Sin acceso (6)

source: No access (7)
es_co: Sin acceso (7)

source: No access (8)
es_co: Sin acceso (8)

source: No access (9)
es_co: Sin acceso (9)

source: No access - geographical blackout
es_co: Sin acceso - bloqueo regional

source: No access - network block
es_co: Sin acceso - bloqueo de red

source: No card inserted
es_co: No se ha insertado una tarjeta

source: No channel
es_co: No hay canal

source: No channels installed. Channel scanning is needed.
es_co: No hay canales instalados. Es necesario realizar un escaneo de canales.

source: No credits
es_co: No hay crédito

source: No debits
es_co: No hay débito

source: No entries
es_co: Ninguna entrada

source: No events
es_co: No hay eventos

source: No items
es_co: Sin elementos

source: No list
es_co: No hay lista

source: No messages
es_co: No hay mensajes

source: No pairing
es_co: Sin emparejamiento

source: No purses
es_co: No hay bolsas

source: No results
es_co: No hay resultados

source: No results found
es_co: No se encuentran resultados

source: No subscription
es_co: Sin subscripción

source: No subscriptions
es_co: No hay suscripciones

source: No title
es_co: Sin título

source: Non compatible storage device detected (error 1)
es_co: Se ha detectado un dispositivo de almacenamiento no compatible (error 1)

source: Non compatible storage device detected, (error 3)
es_co: Se ha detectado un dispositivo de almacenamiento no compatible (error 3)

source: Non smartcard
es_co: Sin tarjeta

source: Normal power consumption, fast recovery
es_co: Consumo de potencia normal, recuperación rápida

source: Norwegian
es_co: Noruego

source: Not Entitled
es_co: No autorizado

source: Not authorized
es_co: No autorizado

source: Not connected
es_co: No conectado

source: Not enough tokens - please recharge your card
es_co: No hay crédito suficiente - por favor recargue su tarjeta

source: Not entitled
es_co: No autorizado

source: Not present
es_co: No presente

source: Not subscribed
es_co: No subscrito

source: Number of Pages
es_co: Número de páginas

source: Number of Sessions
es_co: Número de sesiones

source: OK
es_co: Aceptar

source: ONID selection
es_co: Selección ONID

source: OSD/Banner Display Time
es_co: Tiempo de visualización de mensaje en pantalla

source: Obtaining IP address...
es_co: Obteniendo dirección IP...

source: Off
es_co: Apagado

source: Off (Auto Relock)
es_co: Apagado (Bloqueo automático)

source: Off (Relock Manually)
es_co: Apagado (bloqueo manual)

source: Offline
es_co: Fuera de línea

source: Ok
es_co: Aceptar

source: Old CA PIN field is not complete
es_co: El campo del PIN anterior del Acceso Condicional no está completo

source: Old PIN field is not complete.
es_co: El campo del PIN anterior no está completo

source: Old PIN:
es_co: PIN anterior:

source: Old pin is invalid.
es_co: El PIN anterior no es válido.

source: On
es_co: Encendido

source: Ongoing Recordings
es_co: Grabaciones en curso

source: Only for testing
es_co: Únicamente para pruebas

source: Open
es_co: Abierto

source: Options
es_co: Opciones

source: Order by SMS
es_co: Ordenado por SMS

source: Order history
es_co: Ordenado por historia

source: Ordering %s \%s Please contact your operator for further information.
es_co: Ordenando %s \ %s Por favor contacte su operador para mas información

source: Original Format
es_co: Formato original

source: Other error: [%d]
es_co: Otro error: [%d]

source: Out of quota on nPVR server.
es_co: Sin cupo en el servidor de nPVR

source: Override
es_co: Anular

source: PAT Status
es_co: Estado de la PAT

source: PG: Parental Guidance
es_co: PG: Guía paterna

source: PIN Change
es_co: Cambio de PIN

source: PIN authentication blocked for %d minute
es_co: La autenticación del PIN estará bloqueada durante %d minuto

source: PIN change
es_co: Cambiar PIN

source: PIN confirmation does not match.
es_co: La confirmación del PIN no coincide.

source: PMT Status
es_co: Estado de la PMT

source: PVR End Margin
es_co: Margen para PVR

source: PVR Start Margin
es_co: Margen de inicio para PVR

source: PVR end time setup - warning
es_co: Alerta, finalizó el tiempo de actualización del PVR

source: Pairing Ok
es_co: Emparejamiento Ok

source: Pairing bad
es_co: Emparejamiento incorrecto

source: Pairing status
es_co: Estado del emparejamiento

source: Pan and Scan
es_co: Panorámica y exploración

source: Parental control
es_co: Control Parental

source: Passive Standby
es_co: Suspensión pasiva

source: Password
es_co: Contraseña

source: Password must contain between %d and %d characters
es_co: La contraseña debe contener entre %d y %d caracteres

source: Pin change successful.
es_co: Cambio de PIN correcto.

source: Play
es_co: Reproducir

source: Play Trailer
es_co: Reproducir avance

source: Play from the beginning
es_co: Reproducir desde el inicio

source: Playback Settings
es_co: Ajustes de reproducción

source: Playback failed with error code: %d
es_co: La reproducción falló con el siguiente código de error: %d

source: Playlist error
es_co: Error de la lista de reproducción

source: Playlist name
es_co: Nombre de la lista de reproducción

source: Please Wait
es_co: Por favor espere

source: Please configure network
es_co: Por favor configure la red

source: Please confirm new CA PIN:
es_co: Confirme su nuevo PIN del Acceso Condicional:

source: Please enter CA PIN
es_co: Introduzca el PIN del Acceso Condicional

source: Please enter CA PIN:
es_co: Introduzca el PIN del Acceso Condicional

source: Please enter Conax PIN
es_co: Por favor ingrese su PIN de Conax

source: Please enter Conax PIN to play choosen content
es_co: Por favor ingrese su PIN de Conax para reproducir el contenido seleccionado

source: Please enter Middleware PIN
es_co: Por favor ingrese su PIN del Middleware

source: Please enter Middleware PIN to play choosen content
es_co: Por favor ingrese su PIN del Middleware para reproducir el contenido seleccionado

source: Please enter new CA PIN:
es_co: Introduzca el nuevo PIN del Acceso Condicional:

source: Please enter parental control PIN
es_co: Por favor ingrese el PIN del Control Parental

source: Please enter parental control PIN to enter this category
es_co: Por favor ingrese el PIN del Control Parental para ingresar a esta categoría

source: Please enter parental control PIN to play choosen content
es_co: Por favor ingrese el PIN del Control Parental para reproducir el contenido seleccionado

source: Please enter parental control PIN to remove all recordings
es_co: Por favor ingrese el PIN del Control Parental para borrar todas las grabaciones

source: Please wait
es_co: Por favor espere

source: Please wait for result
es_co: Por favor espere el resultado

source: Please wait, loading...
es_co: Por favor espere, cargando...

source: Please wait, loading…
es_co: Por favor espere, cargando…

source: Please wait.
es_co: Por favor espere.

source: Please wait...
es_co: Por favor espere...

source: Polarization
es_co: Polarización

source: Polish
es_co: Polaco

source: Poor
es_co: Pobre

source: Preferences
es_co: Preferencias

source: Preferred Audio Track
es_co: Pista de audio preferida

source: Premiere
es_co: Estreno

source: Press 'Cancel' to abort automatic switch to standby.
es_co: Presione "Cancelar" para salir del modo automático de suspensión

source: Press 'Enter Standby' to immediately switch to standby.
es_co: Presione 'Entrar en suspensión' para cambiar inmediatamente a suspensión

source: Press Back to go to previous screen
es_co: Presione Back para ir a la pantalla anterior

source: Press Cancel to stay on current channel or press OK to go to
es_co: Presione Cancelar para permanecer en el canal actual o presione Ok para ir a

source: Press EPG to enter grid view
es_co: Presione GUIA para entrar en la parrilla

source: Press EPG to enter list view
es_co: Presione GUIA para entrar en la lista

source: Press OK button to start channel scanning.
es_co: Presione el botón Ok para comenzar la búsqueda de canales

source: Press OK to browse
es_co: Pulse Ok para examinar

source: Press OK to browse or OPT to format
es_co: Presione Ok para examinar o OPT para formatear

source: Press OPT to format
es_co: Presione OPT para formatear

source: Press Opt for more options
es_co: Presione Opc para ver mas opciones

source: Press Opt to add hidden SSID
es_co: Presione Opt para agregar un SSID oculto

source: Press RED button for more features
es_co: Presione el botón rojo para mas opciones

source: Press Restart Now button to restart.
es_co: Presiones el botón de Reiniciar Ahora para reiniciar

source: Press power button to cancel standby.
es_co: Presione el botón de encendido para cancelar la suspensión

source: Previous firmware version: %s
es_co: Versión anterior: %s

source: Price: %i.%02i %s
es_co: Precio: %i.%02i %s

source: Price: %i.%02i%s
es_co: Precio: %i.%02i%s

source: Primary Audio Language
es_co: Idioma de audio principal

source: Primary Subtitle Language
es_co: Idioma de subtítulo principal

source: Problem
es_co: Problema

source: Proceed
es_co: Continuar

source: Processing KERNEL
es_co: Procesando KERNEL

source: Processing LOGO
es_co: Procesando LOGO

source: Processing ROOTFS
es_co: Procesando ROOTFS

source: Processing USR
es_co: Procesando USR

source: Program Number
es_co: Número de programa

source: Prompt
es_co: Presionar

source: Prompt when pressed
es_co: Preguntar al presionar

source: Protocol not supported: %d
es_co: Protocolo no soportado: %d

source: Purse: %s
es_co: Bolsa: %s

source: PushServer Connectivity
es_co: Conectividad del PushServer

source: Quality
es_co: Calidad

source: Quality Level
es_co: Nivel de calidad

source: Quota
es_co: Cuota

source: RCU Power Button
es_co: Botón de encendido del RCU

source: RECOMMENDED
es_co: Recomendado

source: RF Channel
es_co: Canal RF

source: RF Signal Status
es_co: Estado de la señal RF

source: RF Tuner Statistics
es_co: Estadísticas del sintonizador RF

source: Radio
es_co: Audio

source: Radio Guide
es_co: Guía del radio

source: Rearrange list
es_co: Reordenar lista

source: Record
es_co: Grabar

source: Record always
es_co: Grabar siempre

source: Record keyword with nPVR
es_co: Grabar palabra clave con el nPVR

source: Record repeatedly
es_co: Grabar repetidamente

source: Record series with nPVR
es_co: Grabar series con el nPVR

source: Record with nPVR
es_co: Grabar con el nPVR

source: Recording Settings
es_co: Ajustes de grabación

source: Recording can't be scheduled - not enough quota.
es_co: La grabación no puede ser programada - no hay suficiente espacio

source: Recording can't be scheduled on selected event.
es_co: La grabación no puede ser programada para el evento seleccionado

source: Recording channel %s is not available due to broadcaster's limitations
es_co: El canal de grabación %d no está disponible debido a limitaciones del operador

source: Recording is in the wrong state.
es_co: La grabación está en mal estado

source: Recording not found.
es_co: Grabación no encontrada

source: Recording on that event has been already scheduled.
es_co: La grabación del evento ha sido previamente programada

source: Recording schedule failed.
es_co: Falló la programación de la grabación

source: Remind me
es_co: Recordarme

source: Reminder
es_co: Recordatorio

source: Reminders
es_co: Recordatorios

source: Removal not possible
es_co: La eliminación no fue posible

source: Remove
es_co: Quitar

source: Remove channel
es_co: Quitar canal

source: Remove directory & keep contents
es_co: Quitar directorio & mantener contenido

source: Remove list
es_co: Quitar lista

source: Remove reminder
es_co: Quitar recordatorio

source: Remove satellite
es_co: Quitar satélite

source: Removed
es_co: Eliminado

source: Rename directory
es_co: Renombrar directorio

source: Rename list
es_co: Renombrar lista

source: Rent
es_co: Alquilar

source: Rental period expired
es_co: Periodo de alquiler vencido

source: Rental period for this content has expired.
es_co: El periodo de alquiler de este contenido ha vencido

source: Rental period: %i %s
es_co: Periodo de alquiler: %i %s
