Repository: jestevezmma1994/Script-Revisiones-NuevoSiglo
Catalog: Myenv/nuevosiglo-homecast7582b0-secure-sdk-3.2rc5/sbuild-nuevosiglo-homecast7582b0-secure-sdk/host/cross/mipsel-linux-uclibc/usr/local/share/translations/out/CubiTV/*.po
Languages: es_co

source: / minute
es_co: / minuto

source: %d HD hour left
es_co: Queda %d hora restante en HD

source: %d attempt left.
es_co: Queda %d intento restante

source: %d hour
es_co: %d hora

source: %d min
es_co: %d minuto

source: %d out of %d
es_co: %d de %d

source: %i (%i new or updated) Radio channels
es_co: %i (%i nuevos o actualizados) canales de audio

source: %i (%i new or updated) TV channels
es_co: %i (%i nuevos o actualizados) canales de TV

source: %i min
es_co: %i minuto

source: %i percent left
es_co: Queda %i por ciento restante

source: %i radio channel
es_co: %i canal de Audio

source: %i recording
es_co: %i grabación

source: %i reminder
es_co: %i recordatorio

source: %i secs
es_co: %i segundos

source: %i tv channel
es_co: %i Canal de TV

source: %s not found
es_co: %s no encontrado

source: %s, Available to: %s
es_co: %s, Disponible para: %s

source: %s: %i channel found
es_co: %s: %i canal encontrado

source: (%d day %dh)
es_co: (%d día %dh)

source: (%d day)
es_co: (%d día)

source: (%d hour)
es_co: (%d hora)

source: (%dh %dmin)
es_co: (%dh %d minutos)

source: (%dmin)
es_co: (%d minutos

source: (Description blocked by Parental Control)
es_co: Descripción bloqueada por el Control Parental

source: (Description blocked)
es_co: (Descripción bloqueada)

source: (Non smartcard)
es_co: (No hay Smartcard)

source: (Title Blocked)
es_co: (Titulo bloqueado)

source: (all)
es_co: (todos)

source: (hard of hearing)
es_co: (problemas auditivos)

source: (no label)
es_co: (no hay etiqueta)

source: (none)
es_co: (ninguno)

source: (unavailable)
es_co: (no disponible)

source: (unsupported)
es_co: (no soportado)

source: (visually impaired)
es_co: (problemas visuales)

source: 0 recordings
es_co: 0 grabaciones

source: 0.00-CURRENT
es_co: 0.00-Actual

source: 000 unknown
es_co: 000 desconocido

source: 1 Hour
es_co: 1 hora

source: 1 minute
es_co: 1 minuto

source: 10 minutes
es_co: 10 minutos

source: 10 seconds
es_co: 10 segundos

source: 120 minutes
es_co: 120 minutos

source: 15 minutes
es_co: 15 minutos

source: 15 seconds
es_co: 15 segundos

source: 150 minutes
es_co: 150 minutos

source: 180 minutes
es_co: 180 minutos

source: 2 Hours
es_co: 2 horas

source: 2 minutes
es_co: 2 minutos

source: 2 seconds
es_co: 2 segundos

source: 20 minutes
es_co: 20 minutos

source: 22 kHz Tone
es_co: Tono de 22 kHz

source: 30 minutes
es_co: 30 minutos

source: 30 seconds
es_co: 30 segundos

source: 4 Hours
es_co: 4 horas

source: 5 minutes
es_co: 5 minutos

source: 5 seconds
es_co: 5 segundos

source: 6 Hours
es_co: 6 horas

source: 60 minutes
es_co: 60 minutos

source: 60 seconds
es_co: 60 segundos

source: 8 Hours
es_co: 8 horas

source: 90 minutes
es_co: 90 minutos

source: <p>Press Exit to hide Caller ID bar. Press <img src="icons_green_button.png"/> button to redirect call to voice mail</p>
es_co: <p>Presione salir para ocultar la barra del identificador de llamada. Presione el botón <img src="icons_green_button.png"/> para redirigir la llamada al correo de voz</p>

source: A new disk %s %s has been found. Click OK to browse available disks.
es_co: Se ha encontrado un nuevo discoPresione Ok para explorar los discos disponibles

source: A problem occurred
es_co: Ha ocurrido un problema

source: A/V Output Settings
es_co: Configuración de la salida de A/V

source: A: Over 18
es_co: A: Mayores de 18

source: About Conax CA
es_co: Acerca del Acceso Condicional del Conax

source: About CryptoGuard CA
es_co: Acerca del Acceso Condicional del CryptoGuard

source: About ViewRightIPTV CA
es_co: Acerca del Acceso Condicional del ViewRightIPTV

source: Access denied
es_co: Acceso denegado

source: Action prohibited
es_co: Acción prohibida

source: Active Standby
es_co: Suspensión activa

source: Active standby will start in %u second.
es_co: La activación de la suspensión comenzará en %u segundos.

source: Add
es_co: Agregar

source: Add & Connect
es_co: Agregar & Conectar

source: Add new list
es_co: Agregar nueva lista

source: Add new satellite
es_co: Agregar nuevo satélite

source: Add/remove TV channels
es_co: Modificar canales

source: Add/remove radio channels
es_co: Agregar / Eliminar canales de audio

source: Adult Content Blocking
es_co: Contenido de adultos bloqueado

source: Advanced...
es_co: Avanzado...

source: All Episodes
es_co: Todos los episodios

source: All Music
es_co: Toda la música

source: All files
es_co: Todos los archivos

source: All tuners are in use
es_co: Todos los sintonizadores están en uso

source: All tuners are in use. There are probably too many ongoing recordings.
es_co: Todos los sintonizadores están en uso. Probablemente haya demasiadas grabaciones en curso.

source: Alphabetically
es_co: Alfabeticamente

source: An error has occurred. Please contact your service provider.
es_co: Ha ocurrido un error. Por favor contacta tu proveedor de servicio

source: Analog Closed Captioning
es_co: Subtítulos Analógicos

source: Analog Outputs
es_co: Salidas analógicas

source: Any
es_co: Cualquiera

source: Apr
es_co: Abr

source: Are you sure that you want to drop all channels?
es_co: ¿Está seguro que desea eliminar todos los canales?

source: Are you sure?
es_co: ¿Está seguro?

source: Arts/Culture
es_co: Arte/Cultura

source: Ask again later
es_co: Preguntar de nuevo más tarde

source: At least one active transponder must exist.
es_co: Debe existir al menos un transponder activo

source: Audio Codec
es_co: Codec de audio

source: Audio Lang
es_co: Longitud de audio

source: Audio PID
es_co: PID de Audio

source: Audio Settings
es_co: Configuración de audio

source: Audio Status
es_co: Estado del audio

source: Audio Track
es_co: Pista de audio

source: Audio Type
es_co: Tipo de audio

source: Aug
es_co: Ago

source: Authentication failed - PIN is blocked.
es_co: Error de autenticación - El PIN esta bloqueado

source: Authentication failed - PIN is blocked. Wait around 10 minutes.
es_co: Error de autenticación. El PIN esta bloqueado. Espere alrededor de 10 minutos

source: Authentication failed. Try again.
es_co: Error de autenticación. Inténtelo de nuevo.

source: Authentication failed. Wrong Pin was entered.
es_co: Error de autenticación. Has ingresado un PIN incorrecto

source: Authentication required
es_co: Se requiere autenticación

source: Authentication with %s failed
es_co: Falló la autenticación con %s

source: Auto Download
es_co: Descarga automática

source: Auto Install
es_co: Instalación automática

source: Auto Standby
es_co: Suspensión automática

source: Auto(DHCP)
es_co: (DHCP) automático

source: Autodelete Oldest Recordings
es_co: Eliminación automática de las grabaciones más antiguas

source: Automatic
es_co: Automático

source: Automatic Channel Scanning
es_co: Escaneo automático de canales

source: Automatic Standby
es_co: Suspensión automática

source: Automatic restart in %d second.
es_co: Reinicio automático en %d segundos

source: Automatic switch to standby in %u second.
es_co: Cambio automático a suspension en %u segundos

source: Automatic update will start in %d second.
es_co: La actualización automática comenzará en %d segundos

source: Available
es_co: Disponible

source: Available Transponders
es_co: Transpondes disponibles

source: Background music
es_co: Música de fondo

source: Bad URL: %d
es_co: URL incorrecta: %d

source: Bad certificate
es_co: Certificado incorrecto

source: Bad format: %d
es_co: Formato incorrecto: %d

source: Bad server response: %d
es_co: Respuesta del servidor incorrecta: %d

source: Balance: %d token
es_co: Saldo: %d crédito

source: Band Select
es_co: Selección de banda

source: Bandwidth
es_co: Ancho de banda

source: Bandwidth [MHz]
es_co: Ancho de banda [MHz]

source: Banner Timeout
es_co: Tiempo de espera del anuncio

source: Begin format now
es_co: Comenzar a formatear ahora

source: Block Channels
es_co: Canales bloqueados

source: Boot Loader
es_co: Cargador de inicio

source: Box Id
es_co: Identificador de la caja

source: Buffers
es_co: Almacenamiento

source: Buy
es_co: Comprar

source: By Channel Number
es_co: Por número de canal

source: By Index
es_co: Por orden

source: By Longitude
es_co: Por duración

source: C-band
es_co: Banda C

source: CA PIN has been changed.
es_co: El PIN del Acceso Condicional se ha cambiado.

source: CA PIN validation
es_co: Validación del PIN del Acceso Condicional

source: CA SYS ID
es_co: Identificador del sistema del Acceso Condicional

source: CAS Version
es_co: Versión del CAS

source: CAT Status
es_co: Estado del CAT

source: CC Primary Channel
es_co: Canal principal de CC

source: CC Primary Language
es_co: Lenguaje principal de CC

source: CC Secondary Language
es_co: Lenguaje secundario de CC

source: CC Secondary Channel
es_co: Canal secundario de CC

source: CC Secondary Language
es_co: Lenguaje secundario de CC

source: Cable AnnexB
es_co: Cable Anexo B

source: Cable modem status
es_co: Estado del cable módem

source: Call History
es_co: Historia de llamadas

source: Caller ID
es_co: Identificador de llamada

source: Caller ID Status
es_co: Estado del identificador de llamada

source: Calling
es_co: Llamando

source: Can't load skins list
es_co: No se pueden cargar las listas

source: Can't record a show that's too close to ending.
es_co: No se puede grabar un programa que está tan próximo a terminar

source: Cancel
es_co: Cancelar

source: Cancel scheduled recording
es_co: Cancelar grabación programada

source: Cannot remove last satellite.
es_co: No se puede eliminar el último satélite

source: Cannot schedule keyword recording - keyword recordings limit exceeded.
es_co: No se puede programar la grabación de palabras clave - se ha excedido el límite

source: Cannot schedule recording - series recordings limit exceeded.
es_co: No se puede programar grabaciones - se ha excedido el limite de grabación de series

source: Card Inserted
es_co: Tarjeta insertada

source: Card Number
es_co: Número de tarjeta

source: Card Problem - check card
es_co: Problema con la tarjeta - por favor verifique

source: Card Type
es_co: Tipo de tarjeta

source: Card configuration changed - please enter PIN
es_co: Se ha cambiado la configuración de la tarjeta - por favor ingrese su PIN

source: Card correct
es_co: Tarjeta correcta

source: Card incorrect
es_co: Tarjeta incorrecta

source: Card inserted
es_co: Tarjeta insertada

source: Card is correct
es_co: La tarjeta es correcta

source: Card problem
es_co: Problemas con la tarjeta

source: Card problem - check card
es_co: Problemas con la tarjeta, por favor verifique

source: Card removed
es_co: Tarjeta extraída

source: Carrier Lock
es_co: Operador bloqueado

source: Catch-up TV - continue
es_co: Catch-up TV -continúa

source: Catch-up TV - play
es_co: Catch-up TV - reproducción

source: Central European
es_co: Europeo central

source: Change CA PIN failed.
es_co: Error al cambiar el PIN del Acceso Condicional

source: Change CA pin
es_co: Cambiar el PIN del Acceso Condicional

source: Change PIN
es_co: Cambiar PIN

source: Change list numbering
es_co: Cambiar la numeración

source: Changing pin failed.
es_co: Error en el cambio de PIN

source: Channel
es_co: Canal

source: Channel 3
es_co: Canal 3

source: Channel 4
es_co: Canal 4

source: Channel Frequency [kHz]
es_co: Frecuencia del canal [kHz]

source: Channel Installation
es_co: Instalación de canal

source: Channel Map
es_co: Mapa de canales

source: Channel Name
es_co: Nombre del canal

source: Channel Number
es_co: Número del canal

source: Channel Scanning
es_co: Búsqueda de canales

source: Channel Status
es_co: Estado del canal

source: Channel not available
es_co: Canal no disponible

source: Channel scanning
es_co: Búsqueda de canales

source: Channel scanning will start in %d second.
es_co: La búsqueda de canales comenzará en %d segundos

source: Channel: %s Event: %s Time: %s-%s
es_co: Canal: %s Evento: %s Hora: %s-%s

source: Channels update
es_co: Actualización de canales

source: Check Code
es_co: Código de verificación

source: Check pairing
es_co: Chequeo de emparejamiento

source: Check purse
es_co: Chequeo de la bolsa

source: Checking compatibility...
es_co: Comprobando compatibilidad...

source: Checking if new firmware is available
es_co: Comprobando que el nuevo firmware esté disponible

source: Children's/Youth Programmes
es_co: Programación infantil/juvenil

source: Chip ID
es_co: Identificador del chip

source: Chip id
es_co: Identificador del chip

source: Clear all
es_co: Borrar todo

source: Close
es_co: Cerrar

source: Closed Captioning
es_co: Closed Caption

source: Closed Captioning Mode
es_co: Modo de los subtítulos

source: Communication error
es_co: Error de comunicación

source: Compatible with PVR
es_co: Compatible con PVR

source: Compatible with PVR and Timeshift
es_co: Compatible con el PVR y la reproducción posterior

source: Compatible with Timeshift
es_co: Compatible con la reproducción posterior

source: Completed Recordings
es_co: Grabaciones finalizadas

source: Conditional access system ID
es_co: Identificador del sistema de acceso condicional

source: Configuration
es_co: Configuración

source: Confirm
es_co: Confirmar

source: Confirmation Required
es_co: Confirmación necesaria

source: Connect
es_co: Conectar

source: Connect to hidden Wi-Fi...
es_co: Conectar con redes WiFi ocultas

source: Connected
es_co: Conectado

source: Connected to
es_co: Conectado a

source: Connecting to
es_co: Conectando con

source: Connecting...
es_co: Conectando...

source: Connection problem
es_co: Problemas de conexión

source: Connection with %s failed
es_co: La conexión con %s ha fallado

source: Content blocked
es_co: Contenido bloqueado

source: Content expired
es_co: Contenido expirado

source: Content has time restrictions but time is not set
es_co: El contenido tiene restricciones puesto que la hora no ha sido ajustada

source: Content owners use Microsoft PlayReadyTM content access technology to protect their intellectual property, including copyrighted content. This device uses PlayReady technology to access PlayReady-protected content and/or WMDRM protected content. If the device fails to properly enforce restrictions on content usage, content owners may require Microsoft to revoke the device's ability to consume PlayReady-protected content. Revocation should not affect unprotected content or content protected by other content access technologies. Content owners may require you to upgrade PlayReady to access their content. If you decline an upgrade, you will not be able to access content that requires the upgrade.
es_co: Los proveedores de contenido usan tecnología PlayReady TM para proteger su propiedad intelectual, incluyendo derechos de autor del contenido. Este dispositivo usa tecnología PlayReady para acceder al contenido protegido por PlayReady y/o WMDRM. Si el dispositivo falla para asegurar las restricciones en el uso del contenido, los dueños del contenido puede necesitar a Microsoft para anular la facilidad del dispositivo para consumir el contenido protegido. La anulación no debería afectar el contenido no protegido por otras tecnologías de acceso al contenido. Lo dueños del contenido pueden solicitarle la actualización del PlayReady para acceder su contenido. Si usted no acepta la actualización, usted no podrá acceder al contenido que requiere dicha actualización.

source: Continue
es_co: Continuar

source: Correct
es_co: Correcto

source: Cost:
es_co: Costo:

source: Could not load channel list. Functionality may be limited.
es_co: No ha sido posible cargar la lista de canales. La funcionalidad puede estar limitada.

source: Could not stop device, please try again (error 2)
es_co: No se pudo detener el dispositivo, vuelva a intentarlo (error 2)

source: Create new directory
es_co: Crear nuevo directorio

source: Create playlist
es_co: Crear lista de reproducción

source: Credit:
es_co: Crédito:

source: CryptoGuard Force Tune
es_co: Sintonización forzada de CryptoGuard

source: Custom LNB
es_co: LNB personalizado

source: DRM error [%d]
es_co: Error de DRM [%d]

source: DRM error: %d
es_co: Error de DRM: %d

source: DRM initialization error
es_co: Error de inicialización del DRM

source: DRM license error
es_co: Error de licenciamiento del DRM

source: DSMCC Feeds
es_co: Alimentadores DSMCC

source: DVB Channels parameters have changed.
es_co: Los parámetros de los canales DVB han cambiado

source: DVB Mode
es_co: Modo DVB

source: DVB Table Status
es_co: Estado de la tabla DVB

source: DVB Tables Details
es_co: Detalles de la tabla DVB

source: DVB Tables status
es_co: Estado de las tablas DVB

source: DVB-C NIT Automatic
es_co: DVB-C NIT Automático

source: DVB-S/S2 NIT Automatic
es_co: DVB-S/S2 NIT automático

source: DVB-T Automatic full scan
es_co: Escaneo DVB-T completo automático

source: Daily
es_co: Diario

source: Danish
es_co: Danés

source: Data buffering. Please wait ...
es_co: Almacenando datos. Por favor espere

source: Date
es_co: Fecha

source: Dec
es_co: Dic

source: Decoder error: %d
es_co: Error del decodificador: %d

source: Default
es_co: Predeterminado

source: Default Channel
es_co: Canal predeterminado

source: Default PVR Quota
es_co: Capacidad del PVR predeterminada

source: Default directory
es_co: Directorio predeterminado

source: Degrees
es_co: Grados

source: Delay start of the recording to %s
es_co: Posponer el inicio de grabación a %s

source: Delete
es_co: Borrar

source: Delete NPvr recording
es_co: Borrar grabaciones del nPVR

source: Delete all
es_co: Borrar todo

source: Delete all active
es_co: Borrar todo lo activo

source: Delete all completed
es_co: Borrado completo completado

source: Delete all failed
es_co: Error al borrar todo

source: Delete all recordings
es_co: Borrar todas las grabaciones

source: Delete all scheduled
es_co: Borrar todo lo programado

source: Delete as needed
es_co: Borrar según sea necesario

source: Delete directory
es_co: Borrar directorio

source: Delete manually
es_co: Borrar manualmente

source: Delete recording
es_co: Borrar grabaciones

source: Device is not responding
es_co: El dispositivo no está respondiendo

source: DiSEqC Port %c
es_co: Puerto DiSEqC %c

source: DiSEqC Switch
es_co: Conmutador DiSEqC

source: Diagnostics
es_co: Diagnóstico

source: Digital Audio
es_co: Audio digital

source: Digital Closed Captioning
es_co: Subtítulos digitales

source: Directory '%s' already exists
es_co: El directorio '%s' está en uso

source: Directory name already exists
es_co: El nombre del directorio está en uso

source: Directory name cannot be empty
es_co: El nombre del directorio no puede estar vacío

source: Directory name cannot start with a space
es_co: El nombre del directorio no puede comenzar con un espacio

source: Directory name must be at least %d characters
es_co: El nombre del directorio debe tener al menos %d caracteres

source: Disable
es_co: Desactivar

source: Disabled
es_co: Desactivado

source: Disabling not possible
es_co: La desactivación no es posible

source: Disconnect
es_co: Desconectar

source: Disconnect %s
es_co: Desconectar %s

source: Disconnected
es_co: Desconectado

source: Disk format in progress Disk format can take 3 up to 5 minutes. Please DO NOT reset or power off the STB. The STB will continue start-up process when the format is complete.
es_co: Formateo del disco en proceso El formateo del disco puede tomar entre 3 y 5 minutos Por favor no reinicie o apague el decodificador. El decodificador continuará el proceso de incicio cuando el formateo esté completo

source: Display Format
es_co: Visualizar formato

source: Do not eject your USB drive before the speed test is finished!
es_co: No expulse su disco USB hasta que la prueba de velocidad esté finalizada

source: Do not turn off the STB during channel scanning.
es_co: No apague su decodificador durante la búsqueda de canales

source: Do not turn off the STB during firmware update.
es_co: No apague el decodificador durante la actualización del firmware.

source: Done
es_co: Listo

source: Download now
es_co: Descargar ahora

source: Downloading firmware package
es_co: Descargando el firmware

source: Drop
es_co: Quitar

source: Drop channels?
es_co: ¿Eliminar canales?

source: Dropping to voicemail failed - Please Contact your service representative.
es_co: La eliminación del correo de voz falló. Por favor contacte su proveedor de servicios

source: Dropping...
es_co: Eliminando...

source: Due to Broadcaster's restrictions you do not have access to this content
es_co: Debido a restricciones del operador no tienes acceso a este contenido

source: Duplicate transponder
es_co: Transponder duplicado

source: Duration
es_co: Duración

source: EIT Status
es_co: Estado de la EIT

source: EPG
es_co: Guía de programación

source: ERROR: Sending question to the smartcard failed
es_co: ERROR: Falló el envío de consultas a la tarjeta inteligente

source: Edit
es_co: Editar

source: Edit satellite
es_co: Editar satélite

source: Education/Science/Factual topics
es_co: Educación/Ciencia/Actualidad

source: Empty folder
es_co: Carpeta vacía

source: Enable/Disable
es_co: Habilitar/deshabilitar

source: Enabled
es_co: Activado

source: End Frequency
es_co: Frecuencia final

source: End Margin
es_co: Margen final

source: End time
es_co: Hora de finalización

source: English
es_co: Inglés

source: Enter Active Standby
es_co: Entrar en suspensión activa

source: Enter CA PIN to accept
es_co: Ingrese el PIN del Acceso Condicional para aceptar

source: Enter Standby
es_co: Entrar en suspensión

source: Enter WiFi Password
es_co: Entrar la clave del WiFi

source: Enter WiFi SSID
es_co: Entrar el SSID del WiFi

source: Entitled
es_co: Autorizado

source: Error occurred
es_co: Se ha encontrado un error

source: Ethernet Status
es_co: Estado del Ethernet

source: Event Status
es_co: Estado de evento

source: Event not found. Data will be updated now. Please try again.
es_co: No se ha encontrado el evento. Los datos serán actualizados. Por favor intente de nuevo

source: Every Day
es_co: Diariamente

source: Excellent
es_co: Excelente

source: Exit
es_co: Salir

source: Exit to Home Page
es_co: Salir de la página principal

source: FATAL ERROR
es_co: ERROR FATAL

source: FTA Blocking - Block
es_co: Bloqueo del FTA - Bloquear

source: FTA Blocking - Ent Based
es_co: Bloqueo del FTA -

source: Failed Recordings
es_co: Grabaciones con errores

source: Failed to contact nPVR server.
es_co: Error al contactar el servidor nPVR

source: Failed to delete nPVR directory
es_co: Error al borrar el directorio del nPVR

source: Failed to delete nPVR recordings
es_co: Error al borrar las grabaciones del nPVR

source: Failed to get information from the card (error = 0x%x)
es_co: Error al obtener información de la tarjeta (error = 0x%x)

source: Failed to schedule nPVR recording
es_co: Error al programar las grabaciones en el nPVR

source: Fair
es_co: Justa

source: Favorites
es_co: Favoritos

source: Favorites Numbering
es_co: Número de favoritos

source: File Browser Character Set
es_co: Conjunto de caracteres del explorador de archivos

source: File not found
es_co: Archivo no encontrado

source: File not found: %d
es_co: Archivo no encontrado: %d

source: Finish
es_co: Final

source: Finnish
es_co: Final

source: Firmware Version
es_co: Versión de firmware

source: Firmware update
es_co: Actualización de firmware

source: Firmware update is required to make the STB work correctly.
es_co: Es necesaria la actualización del firmware para el correcto funcionamiento del decodificador
