Repository: jestevezmma1994/Script-Revisiones-NuevoSiglo
Catalog: Myenv/nuevosiglo-homecast7582b0-secure-sdk-3.2rc5/sbuild-nuevosiglo-homecast7582b0-secure-sdk/host/cross/mipsel-linux-uclibc/usr/local/share/translations/out/CubiTV/*.po
Languages: es_co

source: recording
es_co: grabación

source: result
es_co: resultado

source: space
es_co: espacio

source: to
es_co: para

source: today
es_co: hoy

source: tomorrow
es_co: mañana

source: unknown
es_co: desconocido

source: unknown quota
es_co: cupo desconocido

source: unknown test
es_co: prueba desconocida

source: unlimited
es_co: ilimitado

source: verify
es_co: verificar

source: writing
es_co: escribiendo
