Repository: jestevezmma1994/Script-Revisiones-NuevoSiglo
Catalog: Myenv/nuevosiglo-homecast7582b0-secure-sdk-3.2rc5/sbuild-nuevosiglo-homecast7582b0-secure-sdk/host/cross/mipsel-linux-uclibc/usr/local/share/translations/out/CubiTV/*.po
Languages: es_co

source: Renting Period Expired.
es_co: Periodo de alquiler vencido

source: Repeat
es_co: Repetir

source: Repeat new PIN:
es_co: Introduzca el nuevo PIN:

source: Resolve conflicts
es_co: Resolver conflictos

source: Restart Device
es_co: Reiniciar dispositivo

source: Restart Now
es_co: Reiniciar ahora

source: Restore Factory Defaults
es_co: Restaurar la configuración de fábrica

source: Restore defaults
es_co: Restaurar por defecto

source: Restored last working network configuration.
es_co: Restaurar a la última configuración de red que funcionaba

source: Results - Failure
es_co: Resultado - Error

source: Results - Success
es_co: Resultado - Correcto

source: Retrieving channel list
es_co: Obteniendo lista de canales

source: Russian
es_co: Ruso

source: S/PDIF A/V Sync
es_co: Sincronización de A/V S/PDIF

source: SCART Signal Type
es_co: Tipo de señal del SCART

source: SDT Status
es_co: Estado del SDT

source: SIMILAR TITLES:
es_co: Títulos similares

source: SSID is unknown
es_co: SSID no identificado

source: SSID is unknown!
es_co: SSID no identificado!

source: SSM Download
es_co: Descarga del SSM

source: STB ID
es_co: Identificador del decodificador

source: STB Mode has changed
es_co: El modo del decodificador ha cambiado

source: STB Mode update is required to make the STB work correctly.
es_co: Se necesita una actualización del modo del decodificador para que este funcione correctamente

source: STB Status
es_co: Estado del decodificador

source: Satellite
es_co: Satélite

source: Satellite %s is not setup yet
es_co: El satélite %s aún no está configurado

source: Satellite Info
es_co: Información de satélite

source: Satellite Name
es_co: Nombre de satélite

source: Satellite Name:
es_co: Satélite:

source: Satellite Setup
es_co: Configuración de satélite

source: Satellite name cannot be empty
es_co: El nombre del satélite no puede estar vacío

source: Satellite with given name already exists
es_co: El nombre del satélite ya existe

source: Saturdays
es_co: Sabados

source: Save
es_co: Guardar

source: Saving...
es_co: Guardando...

source: Scan Type
es_co: Tipo de escaneo

source: Scan now
es_co: Buscar ahora

source: Scanning Standard
es_co: Escaneo estándar

source: Scanning channels
es_co: Escaneando canales

source: Scanning failed
es_co: Falló la búsqueda

source: Scanning frequency: %d.%02d MHz
es_co: Frecuencia de búsqueda: %d.%02d MHz

source: Schedule
es_co: Programación

source: Schedule keyword recording
es_co: Programar grabación por palabra clave

source: Schedule manual recording
es_co: Programar grabación manual

source: Schedule series recording
es_co: Programar la grabación de series

source: Scheduled Recordings
es_co: Grabaciones programadas

source: Screensaver Timeout
es_co: Tiempo para el protector de pantalla

source: Search
es_co: Buscar

source: Search by category
es_co: Buscar por categoría

source: Search by description
es_co: Buscar por descripción

source: Search by name
es_co: Buscar por nombre

source: Search in progress...
es_co: Búsqueda en curso...

source: Search: %d result
es_co: Buscar: %d resultado

source: Searching for channels
es_co: Buscando canales

source: Searching...
es_co: Buscando...

source: Secondary Audio Language
es_co: Idioma de audio secundario

source: Secondary Subtitle Language
es_co: Idioma de subtítulo secundario

source: See all
es_co: Ver todo

source: See all from
es_co: Ver todo desde

source: Select Time Zone
es_co: Seleccionar zona horaria

source: Select audio delay on %s output
es_co: Seleccionar retraso de audio en la salida %s

source: Select images
es_co: Seleccionar imágenes

source: Select music
es_co: Seleccionar música

source: Select new Maturity Rating (CA PIN needed)
es_co: Seleccione un nuevo Control Parental (PIN requerido)

source: Sent from remote device
es_co: Seleccione su dispositivo remoto

source: Serial Number
es_co: Número serial

source: Series directory name
es_co: Nombre del directorio de series

source: Series directory name cannot be empty
es_co: El nombre del directorio de series no puede estar vacío

source: Series directory name must be at least %d characters
es_co: El nombre del directorio de series tiene que tener al menos %d caracteres

source: Server communication error: %d
es_co: Error de comunicación con el servidor: %d

source: Server error
es_co: Error del servidor

source: Server error: forbidden
es_co: Error del servidor: no encontrado

source: Server error: unsupported protocol
es_co: Error del servidor: protocolo no soportado

source: Service Not Found - Please Contact your service representative.
es_co: Servicio no encontrado - Por favor comuníquese con su proveedor de servicio

source: Set Auto Relock Time
es_co: Ajuste automático del reloj

source: Set duration
es_co: Ajuste la duración

source: Setup
es_co: Configuración

source: Short Term Error
es_co: Error de corta duración

source: Shorten recording to %s
es_co: Recortar grabación a %s

source: Show selected
es_co: Mostrar lo seleccionado

source: Show similar
es_co: Mostrar similar

source: Show/Game show
es_co: Espectáculos/Concursos

source: Sign Off
es_co: Salir

source: Signal - OK
es_co: Señal - Ok

source: Signal Level
es_co: Nivel de señal

source: Signal Quality
es_co: Calidad de señal

source: Signal Strength
es_co: Intensidad de señal

source: Signal lost - check cable
es_co: Pérdida de señal - comprobar cable

source: Slideshow
es_co: Presentación

source: SmartCard ID
es_co: Identificador de tarjeta

source: SmartCard Status
es_co: Estado de la tarjeta

source: SmartCard Subscription Status
es_co: Estado de la suscripción de la tarjeta

source: Smartcard
es_co: Tarjeta

source: Social Media
es_co: Redes sociales

source: Social/Political issues/Economics
es_co: Sociedad/Política/Economía

source: Software Update
es_co: Actualización de software

source: Software Version
es_co: Versión de software

source: Sort satellites
es_co: Ordenar satélites

source: Space Recovery
es_co: Espacio recuperado

source: Space recovery
es_co: Espacio recuperado

source: Spanish
es_co: Español

source: Special
es_co: Especial

source: Sports
es_co: Deportes

source: Standard
es_co: Estándar

source: Standby Mode
es_co: Modo de suspensión

source: Standby Settings
es_co: Ajustes de suspensión

source: Start
es_co: Inicio

source: Start Frequency
es_co: Frecuencia inicial

source: Start Margin
es_co: Margen inicial

source: Start date End date
es_co: Fecha inicial Fecha final

source: Start date End date Entitlement
es_co: Fecha inicial Fecha final

source: Start time
es_co: Hora de inicio

source: Start viewing %s Minutes viewing time left: %i Enter CA PIN to start viewing:
es_co: Comenzar viendo %s Minutos restantes Ingrese el PIN del Acceso Condicional para comenzar

source: Start: %s min, End: %s min
es_co: Inicio: %s minutos, Final: %s minutos

source: Status: %u%% downloaded
es_co: Estado: %u%% descargado

source: Status: Download scheduled
es_co: Estado: Descarga programada

source: Status: Not available
es_co: Estado: No disponible

source: Step %d out of %d
es_co: Paso %d de %d

source: Stereo
es_co: Estéreo

source: Stop
es_co: Detener

source: Stop channel recording
es_co: Detener grabación de canal

source: Stop keyword recording
es_co: Detener grabación por palabra clave

source: Stop recording
es_co: Detener grabación

source: Stop recording always
es_co: Detener siempre la grabación

source: Stop recording repeatedly
es_co: Detener repetidamente la grabación

source: Stop repeated recording
es_co: Detener grabación repetida

source: Stop series recording
es_co: Detener la grabación de series

source: Stop time can not be set before current time
es_co: El hora de finalización no puede ajustarse antes de la hora actual

source: Stop using disk
es_co: Detener el uso del disco

source: Stop using for PVR
es_co: Detener el uso del PVR

source: Stop using for PVR/TS
es_co: Detener el uso del PVT/TS

source: Stop using for Timeshift
es_co: Detener el uso de la reproducción programada

source: Stopped
es_co: Detenido

source: Strength
es_co: Intensidad

source: Stretched
es_co: Estirado

source: Subscription Status
es_co: Estado de suscripción

source: Subtitle Language
es_co: Idioma de subtítulo

source: Subtitles encoding
es_co: Codificación de los subtítulos

source: Such task already exists.
es_co: La tarea ya existe

source: Summary
es_co: Resumen

source: Sundays
es_co: Domingos

source: Swedish
es_co: Sueco

source: Switch to channel
es_co: Cambiar a canal

source: Symbol Rate
es_co: Tasa de sim.

source: Symbol Rate: %d
es_co: Tasa de sim.: %d

source: System Information
es_co: Información del sistema

source: System Settings
es_co: Configuración del sistema

source: System Time
es_co: Hora del sistema

source: System reboot is required to apply new application layout.
es_co: Es necesario el reinicio del sistema para aplicar la nueva configuración

source: TDT Status
es_co: Estado del TDT

source: TSH disallowed
es_co: TSH deshabilitado

source: TV Control
es_co: Control de TV

source: TV Guide
es_co: Guía de TV

source: TV Size
es_co: Tamaño de la TV

source: TV System
es_co: Sistema de TV

source: Terrestrial
es_co: Terrestre

source: The directory will be deleted.
es_co: El directorio será borrado

source: The limit of simultaneous tasks has been exceeded.
es_co: Se ha excedido el número de tareas simultáneas

source: The offer You are trying to access is a part of a package. Please contact operator for further instructions.
es_co: La oferta que estás tratando de acceder es parte de un paquete Por favor contacte su proveedor de servicios

source: There are too many ongoing recordings. Please stop some to watch this channel again.
es_co: Hay demasiadas grabaciones en curso. Detenga alguna para poder ver este canal de nuevo.

source: There is a technical problem with this movie, please contact Customer Care
es_co: Hay un problema técnico con esta película, por favor contacte su proveedor de servicios

source: There´s a connectivity problem, please try again, if the problem remains please call your provider
es_co: Hay un problema de conectividad, por favor intente de nuevo. Si el problema persiste contacte su proveedor de servicios

source: This action can not be performed on selected recording.
es_co: No puede realizarse esta acción en la grabación seleccionada

source: This action triggers device reboot. Are you sure?
es_co: Esta acción iniciará el reinicio del dispositivo. ¿Está seguro?

source: This channel is not available for your operator
es_co: Este canal no está disponible para su operador

source: This device is used as PVR storage
es_co: Este dispositivo es usado como almacenamiento del PVR

source: This reminder will override the following reminders:
es_co: Este recordatorio anulará los siguientes recordatorios:

source: Thread Count
es_co: Contador de intentos

source: Thursdays
es_co: Jueves

source: Time Mode
es_co: Modo de hora

source: Time Settings
es_co: Ajustes de la hora

source: Time Zone
es_co: Zona horaria

source: Timer
es_co: Cronómetro

source: Title text template
es_co: Platilla de texto del título

source: Title: %s
es_co: Título: %s

source: To start USB Speed Test Utility press OK. The USB Speed Test Utility will measure performance of your USB drive to obtain optimal timeshift and recordings parameters. The USB Speed Test Utility will be unavailable until next USB drive format.
es_co: Para iniciar la prueba de velocidad del disco USB presione Ok La prueba de velocidad del disco USB medirá su desempeño para obtener los parámetros ideales para la grabación y la reproducción posterior

source: To subscribe to this product (Traxis SVOD), please call Customer Support.
es_co: Para suscribirse a este producto por favor contacte su operador de servicios

source: Token access %s %d token(s)%s Purse balance: %s %d tokens %s
es_co: Acceso con créditos %s %d crédito(s)%s Saldo de la bolsa: %s %d créditos %s

source: Tokens Status
es_co: Estado de crédito

source: Tokens: %d
es_co: Créditos: %d

source: Tokens: %d Date: %s
es_co: Créditos: %d Fecha: %s

source: Too many simultaneous recordings.
es_co: Demasiadas grabaciones simultáneas.

source: Total Memory
es_co: Memoria total

source: Track %d
es_co: Pista %d

source: Trailer
es_co: Avance

source: Transponder has incorrect frequency value.
es_co: El transponder tiene un valor de frecuencia incorrecto

source: Transponder has incorrect symbol rate value.
es_co: El transponder tiene el valor de velocidad incorrecto

source: Transponder is duplicate (has the same frequency as existing).
es_co: El transponder esta duplicado. (Tiene la misma frecuencia del actual)

source: Tuesdays
es_co: Martes

source: Tuned Frequency
es_co: Frecuencia sintonizada

source: Tuner Type
es_co: Tipo de sintonizador

source: Type
es_co: Tipo

source: USB Speed Test Utility
es_co: Funcionalidades de prueba del disco USB

source: USB Speed Test failed. Try to reinsert you USB drive and run the test again.
es_co: La prueba de velocidad del disco USB falló. Intente insertar su disco USB nuevamente e inicie la prueba de nuevo

source: USB Status
es_co: Estado del USB

source: Unable to change settings while recording is active
es_co: No se puede cambiar la configuración mientras la grabación está activa

source: Unable to connect to MW.
es_co: Imposible la conexión al MW

source: Unable to reach host. Functionality may be limited.
es_co: Imposible alcanzar el servidor. La funcionalidad puede resultar limitada

source: Unable to save. Directory name exists.
es_co: Imposible guardar. El nombre del directorio no existe

source: Unable to save. Keyword is incorrect.
es_co: Imposible guardar. La palabra clave es incorrecta

source: Unable to save. Keyword is too short.
es_co: No se puede guardar. Palabra clave muy corta.

source: Unavailable
es_co: No disponible

source: Unexpected server response: %d
es_co: Respuesta inesperada del servidor %d

source: Unfortunately VoD service is not available.
es_co: Desafortunadamente el servicio VOD no está disponible

source: Unique Id
es_co: Identificador único

source: Unknown
es_co: Desconocido

source: Unknown Device
es_co: Dispositivo desconocido

source: Unknown card state
es_co: Estado de la tarjeta desconocido

source: Unknown conflict found.
es_co: Se ha encontrado un conflicto desconocido

source: Unknown error
es_co: Error desconocido

source: Unknown error when processing transponder.
es_co: Error desconocido durante el procesamiento en el transponder

source: Unknown message
es_co: Mensaje desconocido

source: Unknown nPVR error.
es_co: Error del nPVR desconocido

source: Unknown state
es_co: Estado desconocido

source: Unlimited
es_co: Ilimitado

source: Unlock
es_co: Desbloquear

source: Unmounting...
es_co: Desmontando…

source: Unread messages! (%zu)
es_co: Mensajes no leídos (%zu)

source: Update Starts In %d Minute
es_co: La actualización comienza en %d minuto

source: Update Starts Soon
es_co: La actualización comenzará pronto

source: Update now
es_co: Actualizar ahora

source: Update will take about 10 minutes. During this time screen may blink and you won't be able to use your STB.
es_co: La actualización tardará unos 10 minutos . Durante este tiempo, la pantalla puede parpadear y no se podrá usar el decodificador.

source: Upgrade triggered
es_co: Actualización iniciada

source: Uptime
es_co: Tiempo de actividad

source: Use NIT/SDT
es_co: Usar NIT/SDT

source: Use disk
es_co: Uso del disco

source: Use for PVR
es_co: Usar para PVR

source: Use for PVR/TS
es_co: Uso del PVR/TS

source: Use for Timeshift
es_co: Uso de las reproducciones posteriores

source: Use numeric keyboard to navigate
es_co: Utilice el teclado numérico para navegar

source: Used for PVR
es_co: Usado para PVR

source: Used for PVR and Timeshift
es_co: Usado por el PVR y las reproducciones posteriores

source: Used for Timeshift
es_co: Usado para las reproducciones posteriores

source: User Interface
es_co: Interfaz de usuario

source: User Time
es_co: Hora del usuario

source: VCAS connectivity
es_co: Conectividad del VCAS

source: VOD
es_co: Vídeo en demanda

source: Verifying Flash partitions
es_co: Verificando las particiones de la memoria flash

source: Verifying installed file
es_co: Verificando el archivo instalado

source: Version
es_co: Versión

source: Version Number
es_co: Número de versión

source: Version: %s
es_co: Versión: %s

source: Version: %s, Network: %s
es_co: Versión: %s, Red: %s

source: Video Codec
es_co: Codificador de video

source: Video Settings
es_co: Ajustes del video

source: Video Status
es_co: Estado del video

source: Video Type
es_co: Tipo de video

source: View
es_co: Ver

source: View again
es_co: Ver nuevamente

source: View from the beginning
es_co: Ver desde el principio

source: ViewRight Web Connectivity
es_co: Conectividad web de ViewRight

source: Virtual Memory
es_co: Memoria virtual

source: Visually Impaired
es_co: Problemas visuales

source: VoD unavailable
es_co: VOD no disponible

source: Voicemail error
es_co: Error del correo de voz

source: WEB on TV
es_co: WEB en TV

source: Waiting for channels
es_co: Esperando canales

source: Waiting for middleware
es_co: Esperando el middleware

source: Waiting for nPVR server response...
es_co: Esperando respuesta del servidor nPVR

source: Waiting for response
es_co: Esperando respuesta

source: Waiting for upgrade, (%zu) seconds left
es_co: Actualización en curso, faltan (%zu) segundos

source: Warning
es_co: Precaución

source: Warning: All current recordings will be stopped!
es_co: Precaución: Todas las grabaciones en curso serán detenidas

source: Warning: Timeshift will be forsaken
es_co: Precaución: La reproducción posterior será abandonada

source: Web Services
es_co: Servicios Web

source: Wednesdays
es_co: Miércoles

source: Weekdays
es_co: Entre semana

source: Weekends
es_co: Fines de sem.

source: Weekly
es_co: Semanal

source: Western European
es_co: Europeo occidental

source: WiFi Security
es_co: Seguridad del WiFi

source: WiFi Session ID
es_co: Identificador de sesión WiFi

source: Wired (DOCSIS)
es_co: Con cable (DOCSIS)

source: Wired (Ethernet)
es_co: Con cable (Ethernet)

source: Wired (MoCa)
es_co: Con cable (MoCa)

source: Wireless (WiFi)
es_co: Inalámbrico (WiFi)

source: Would You like to do it now?
es_co: ¿Desea hacerlo ahora?

source: Writing configuration
es_co: Escribiendo la configuración

source: Wrong CA PIN.
es_co: El PIN del Acceso Condicional es incorrecto.

source: Wrong CA PIN. Try again.
es_co: El PIN del Acceso Condicional es incorrecto. Intenta de nuevo

source: Wrong Start time and End time. Start time must be other than End time.
es_co: Por favor verifique la hora de inicio y de finalización

source: Wrong key for %s
es_co: Clave errada para %s

source: X: Erotic
es_co: X: Erótica

source: Yes
es_co: Si

source: You are not an owner of that recording.
es_co: No eres el propietario de esta grabación

source: You are not entitled to use this folder.
es_co: No estas autorizado para usar esta carpeta

source: You are not entitled to use this recording.
es_co: No estas autorizado para usar esta grabación

source: You are not entitled to view this channel
es_co: No tiene autorización para ver este canal

source: You are not entitled to view this content
es_co: No tiene autorización para ver este contenido

source: You can not use this recording now.
es_co: No puedes utilizar esta grabación ahora

source: You cannot delete folder with NpvrRecordings.
es_co: No puedes borrar una carpeta con grabaciones Npvr

source: You don't have enough free space to make a new recording.
es_co: No hay suficiente espacio libre para realizar una nueva grabación.

source: You have too many directories and keyword recordings.
es_co: Tienes demasiados directorios y demasiadas grabaciones de palabras claves

source: You have too many directories and recordings.
es_co: Tienes demasiados directorios y demasiadas grabaciones

source: You have too many directories and scheduled recordings.
es_co: Tienes demasiados directorios y demasiadas grabaciones programadas

source: You have too many directories.
es_co: Tienes demasiados directorios.

source: You have too many favorites lists.
es_co: Tienes demasiadas listas de favoritos.

source: You have too many recordings.
es_co: Tienes demasiadas grabaciones.

source: You have too many reminders.
es_co: Tienes demasiados recordatorios

source: You need to perform manual channel scanning to start using VoD service.
es_co: Necesitarás realizar una búsqueda manual de canales para comenzar a usar el servicio de VOD

source: You will be soon zapped to
es_co: Próximamente estarás sintonizando

source: Your TV is currently connected to an inactive output on this set-top box. Please press VOUT button on your remote control to activate this output or connect your TV to the %s output.
es_co: El televisor está conectado actualmente a una salida inactiva de este decodificador. Pulse el botón VOUT del mando a distancia para activar esta salida o conecte el televisor a la salida %s.

source: Your USB drive is capable of simultaneous timeshift and one SD quality recording.
es_co: Tu disco soporta grabaciones posteriores simultáneas y una grabación en calidad SD

source: Your USB drive is capable of simultaneous timeshift and three SD quality recording.
es_co: Tu disco USD soporta reproducciones posteriores simultáneas y tres grabaciones en calidad SD

source: Your USB drive is capable of timeshift only.
es_co: Tu disco USB solo soporta la reproducción posterior

source: Your USB drive is not capable neither of timeshift nor recording.
es_co: Tu disco USB no soporta la reproducción posterior o grabar

source: Your drive is too slow to handle this recording.
es_co: Tu disco es demasiado lento para esta grabación

source: Your new recording conflicts with %i previously scheduled recording. Would you like to:
es_co: La nueva grabación entra en conflicto con %i grabación previamente programada. Desea:

source: [[stopped manually]
es_co: []detenido manualmente

source: [active]
es_co: [activo]

source: [completed]
es_co: [completado]

source: [failed]
es_co: [erróneo]

source: [missed]
es_co: [perdido]

source: [removed]
es_co: [eliminado]

source: [scheduled]
es_co: [programado]

source: [stopped – no source]
es_co: [detenido – no hay fuente]

source: [stopped – no space]
es_co: [detenido – no hay espacio]

source: [unknown]
es_co: [desconocido]

source: about %d HD hour left
es_co: Queda %d hora restante en HD

source: about %d SD hour left
es_co: Queda %d hora restante en SD

source: about %d SD hour or
es_co: queda %d hora de SD

source: check
es_co: verificar

source: config
es_co: configuración

source: done
es_co: listo

source: download
es_co: descargar

source: element
es_co: elemento

source: eng
es_co: Inglaterra

source: enter
es_co: ingresar

source: formating
es_co: formateando

source: hour
es_co: hora

source: hours
es_co: horas

source: interrupted
es_co: interrumpido

source: less than HD hour left
es_co: Te queda menos de una hora en HD

source: less than hour left
es_co: Te queda menos de una hora

source: more_adult_search_results
es_co: Mas resultados de la búsqueda de adultos

source: nPVR action failed
es_co: Ha fallado la accion del nPVR

source: nPVR margins
es_co: Márgenes del nPVR

source: nPVR quota used
es_co: cupo utilizado del nPVR

source: nPVR request has been canceled
es_co: La petición del nPVR ha sido cancelada

source: nPVR server rejected recording request.
es_co: Tu solicitud de grabación ha sido rechazada por el servidor nPVR

source: no quota limit
es_co: No tienes cupo limite

source: off
es_co: apagado

source: quota used
es_co: cupo utilizado
