Repository: jestevezmma1994/Script-Revisiones-NuevoSiglo
Catalog: Myenv/nuevosiglo-homecast7582b0-secure-sdk-3.2rc5/App/Applications/CubiTV-Generic/translations/CubiTV/*.po
Languages: hi_in, hu_hu, lt_lt, sv_se

source: Stop keyword recording
hi_in: कीवर्ड रिकॉर्डिंग रोकें
hu_hu: Rögzítés leállítása
lt_lt: Sustabdyti įrašymą pagal raktažodį
sv_se: Stoppa sökordinspelning

source: Stop recording
hi_in: रिकॉर्डिंग रोकें
hu_hu: Rögzítés leállítása
lt_lt: Sustabdyti įrašymą
sv_se: Stoppa inspelning

source: Stop recording always
hi_in: हमेशा रिकॉर्डिंग रोकें

source: Stop recording repeatedly
hi_in: बार-बार रिकॉर्डिंग रोकें

source: Stop repeated recording
hi_in: बार-बार रिकॉर्डिंग रोकें
hu_hu: Ismételt rögzítés leállítása
lt_lt: Sustabdyti pakartotinį įrašymą
sv_se: Stoppa upprepad inspelning

source: Stop series recording
hi_in: श्रृंखला रिकॉर्डिंग रोकें

source: Stop time can not be set before current time
hi_in: रोक समय वर्तमान समय से पहले सेट नहीं किया जा सकता है

source: Stop using disk
hi_in: डिस्क का प्रयोग बंद करो

source: Stop using for PVR
hi_in: पीवीआर के लिए प्रयोग बंद करो
hu_hu: PVR funkció leállítása
lt_lt: Nustoti naudoti įrašymui
sv_se: Avsluta användning för PVR

source: Stop using for PVR/TS
hi_in: पीवीआर / टीएस के लिए प्रयोग बंद करो
lt_lt: Nustoti naudoti įrašymui/pauzei

source: Stop using for Timeshift
hi_in: टाइमशिफ्ट के लिए प्रयोग बंद करो
lt_lt: Nustoti naudoti pauzei

source: Stopped
hi_in: बंद कर दिया
lt_lt: Sustabdyta

source: Strength
hi_in: शक्ति
hu_hu: Erősség
lt_lt: Stiprumas
sv_se: Styrka

source: Stretched
hi_in: बढ़ाया
hu_hu: Nyújtott
lt_lt: Priartinti nukertant kraštus
sv_se: Sträckt

source: Subscription Info
hi_in: सदस्यता जानकारी

source: Subscription Status
hi_in: सदस्यता स्थिति
hu_hu: Előfizetői Állapot
lt_lt: Abonemento būklė
sv_se: Abonnemangsstatus

source: Subscription info
hi_in: सदस्यता जानकारी

source: Subtitle Language
hi_in: उपशीर्षक भाषा
hu_hu: Felirat nyelve
lt_lt: Subtitrų kalba
sv_se: Textningsspråk

source: Subtitles encoding
hi_in: उपशीर्षक एन्कोडिंग

source: Subtitles: -
hi_in: उपशीर्षक: -

source: Successfully paired device with the remote controller.
hi_in: रिमोट कंट्रोलर के साथ सफलतापूर्वक युग्मित डिवाइस।

source: Such task already exists.
hi_in: ऐसा कार्य पहले से मौजूद है।

source: Summary
hi_in: सारांश

source: Sundays
hi_in: रविवार
lt_lt: Sekmadieniais

source: Swedish
hi_in: स्वीडिश
lt_lt: Švedų
sv_se: Svenska

source: Switch to channel
hi_in: चैनल पर स्विच करें
hu_hu: Váltás csatornára
lt_lt: Perjungti kanalą
sv_se: Byt till kanal

source: Symbol Rate
hi_in: सिंबल दर
lt_lt: Simbolių sparta
sv_se: Symbolhastighet

source: Symbol Rate: %d
hi_in: सिंबल दर: %d
lt_lt: Simbolių sparta: %d
sv_se: Symbolhastighet: %d

source: System Information
hi_in: सिस्टम सूचना
hu_hu: Rendszer információ
lt_lt: Sisteminė informacija

source: System Settings
hi_in: सिस्टम सेटिंग्स
hu_hu: Rendszer beállítások
lt_lt: Sisteminiai nustatymai
sv_se: Systeminställningar

source: System Time
hi_in: सिस्टम समय

source: System reboot is required to apply new application layout.
hi_in: सिस्टम रिबूट नए अनुप्रयोग लेआउट को लागू करने के लिए आवश्यक है।
lt_lt: Naujos aplinkos pritaikymui būtina perkrauti priedėlį.

source: T: %dh%02d'
hi_in: टी: %dh%02d'

source: TDT Status
hi_in: टीडीटी स्थिति

source: TSH disallowed
hi_in: टीएसएच अस्वीकृत

source: TSID
hi_in: टीएसआईडी

source: TV
hi_in: टीवी

source: TV Control
hi_in: टीवी नियंत्रण

source: TV Guide
hi_in: टीवी गाइड
hu_hu: TV Információ
lt_lt: TV gidas

source: TV Size
hi_in: टीवी आकार
lt_lt: TV ekrano forma

source: TV Store
hi_in: टीवी स्टोर

source: TV System
hi_in: टीवी सिस्टम
hu_hu: TV norma
lt_lt: TV sistema

source: Tamil
hi_in: तामिल

source: Telugu
hi_in: तेलुगू

source: Terrestrial
hi_in: स्थलीय
hu_hu: Földi
lt_lt: Orinė
sv_se: Terrestriell

source: The access was not authorized (e.g. trying to update Cpe with a different customer id) or the supplied CpeId, CustomerId or ProfileId was incorrect.
hi_in: पहुंच अधिकृत नहीं था (उदाहरण के लिए सीईपी को एक अलगग्राहक आईडी) या आपूर्ति की गई सीपीआईडी, ग्राहक आईडी या प्रोफाइलआईडी गलत थी।

source: The custom data exceeds the allowed configured size.
hi_in: कस्टम डेटा अनुमति विन्यस्त आकार से अधिक है।

source: The directory will be deleted.
hi_in: निर्देशिका हटा दी जाएगी।

source: The limit of simultaneous tasks has been exceeded.
hi_in: एक साथ कार्य की सीमा पार हो गई है।
lt_lt: Viršytas vienu metu vykstančių užduočių limitas

source: The movie is currently not available.
hi_in: फिल्म वर्तमान में उपलब्ध नहीं है।

source: The offer You are trying to access is a part of a package. Please contact operator for further instructions.
hi_in: जिस प्रस्ताव को आप एक्सेस करने का प्रयास कर रहे हैं वह पैकेज का एक हिस्सा है। कृपया आगे निर्देशों के लिए ऑपरेटर से संपर्क करें।
lt_lt: Pasiūlymas, kurį bandote pasiekti yra paketo dalis. Prašome susisiekti su Cgates dėl tolimesnių nurodymų.

source: The query was not ok, either the resource was not known or the requested resource id was not found or query parameters are unknown.
hi_in: क्वेरी ठीक नहीं थी, या तो संसाधन ज्ञात नहीं था या अनुरोध किया गया थासंसाधन आईडी नहीं मिली है या क्वेरी पैरामीटर अज्ञात हैं।

source: The requested resource id was not found.
hi_in: अनुरोधित संसाधन आईडी नहीं मिला।

source: There is a technical problem with this movie, please contact Customer Care
hi_in: इस मूवी के साथ एक तकनीकी समस्या है, कृपया ग्राहक सेवा से संपर्क करें

source: This action can not be performed on selected recording.
hi_in: यह क्रिया चयनित रिकॉर्डिंग पर नहीं किया जा सकता है।

source: This action triggers device reboot. Are you sure?
hi_in: यह क्रिया डिवाइस को रीबूट करती है। क्या आप निश्चित हैं?
hu_hu: Ez a művelet a készülék újraindítását eredményezi. Biztosan végrehajtja?
lt_lt: Reiks perkrauti priedėlį. Ar esate tikri?
sv_se: Den här åtgärden kommer att medföra att boxen startas om. Är du säker?

source: This channel is not available for your operator
hi_in: यह चैनल आपके ऑपरेटर के लिए उपलब्ध नहीं है

source: This device is used as PVR storage
hi_in: यह उपकरण पीवीआर स्टोरेज के रूप में प्रयोग किया जाता है

source: This reminder will override the following reminders:
hi_in: यह रिमाइंडर निम्नलिखित अनुस्मारक को ओवरराइड करेगा:
hu_hu: Ez az emlékeztető ütközik az alábbi emlékeztetőkkel:
lt_lt: Priminimas pakeis šiuos priminimus:
sv_se: Denna påminnelse kommer att upphäva följande påminnelser:

source: Thread Count
hi_in: थ्रेड गणना

source: Thursdays
hi_in: गुरुवार
lt_lt: Ketvirtadieniais

source: Time Mode
hi_in: समय मोड
lt_lt: Laiko režimas

source: Time Settings
hi_in: समय सेटिंग्स
lt_lt: Laiko nustatymai

source: Time Zone
hi_in: टाइम ज़ोन
hu_hu: Idözóna
lt_lt: Laiko juosta
sv_se: Tidszon

source: Timer
hi_in: टाइमर

source: Title blocked
hi_in: टाइटल ब्लॉक्ड

source: Title text template
hi_in: टाइटल टेक्स्ट टेम्पलेट

source: Title: %s
hi_in: टाइटल: %s
hu_hu: Cím: %s
lt_lt: Pavadinimas: %s
sv_se: Namn: %s

source: To start USB Speed Test Utility press OK. The USB Speed Test Utility will measure performance of your USB drive to obtain optimal timeshift and recordings parameters. The USB Speed Test Utility will be unavailable until next USB drive format.
hi_in: यूएसबी स्पीड टेस्ट यूटिलिटी शुरू करने के लिए ठीक दबाएं। यूएसबी स्पीड टेस्ट यूटिलिटी आपके यूएसबी ड्राइव के प्रदर्शन कोइष्टतम टाइमशफ़्ट और रिकॉर्डिंग पैरामीटर प्राप्त करें। यूएसबी स्पीड टेस्ट सुविधा अगले यूएसबी ड्राइव प्रारूप तक अनुपलब्ध होगी।

source: To subscribe to this product (Traxis SVOD), please call Customer Support.
hi_in: इस उत्पाद (ट्रक्सिस एसवीओडी) की सदस्यता लेने के लिए, कृपया ग्राहक सहयोग को कॉल करें।
lt_lt: Norėdami užsisakyti šį produktą prašome kreiptis į Cgates.

source: Token access %s %d token(s)%s Purse balance: %s %d tokens %s
hi_in: टोकन पहुंच \ n%s %d टोकन %s बटुआ शेष: %s %d टोकन %s
hu_hu: Elérhető Token-ek %s %d token%s Egyenleg: %s %d token %s
lt_lt: Prieiga žetonais %s %d žetonas(-ai)%s Piniginės balansas: %s %d žetonai %s
sv_se: Polletter åtkomst %s %d polletten(er)%s Plånbokens balans: %s %d polletter %s

source: Tokens Status
hi_in: टोकन स्थिति
hu_hu: Token állapot
lt_lt: Žetonų būklė
sv_se: Polettstatus

source: Tokens: %d
hi_in: टोकन: %d
hu_hu: Tokenek: %d
lt_lt: Žetonai: %d
sv_se: Polett: %d

source: Tokens: %d Date: %s
hi_in: टोकन: %d तारीख: %s
lt_lt: Žetonai: %d Paskutinį kart naudota: %s

source: Too many simultaneous recordings.
hi_in: बहुत से एक साथ रिकॉर्डिंग।
hu_hu: Túl sok párhuzamos rögzítés.
lt_lt: Per daug įrašymų vienu metu
sv_se: Det finns för många samtidiga inspelningar.

source: Total Memory
hi_in: कुल मेमोरी

source: Track %d
hi_in: %d ट्रैक करें
hu_hu: Sáv %d
lt_lt: Kalba %d
sv_se: Ljudspår %d

source: Trailer
hi_in: ट्रेलर
hu_hu: Előzetes
lt_lt: Anonsas

source: Transponders
hi_in: ट्रांसपोंडर
lt_lt: Transponderiai

source: Tuesdays
hi_in: मंगलवार
lt_lt: Antradieniais

source: Tuned Frequency
hi_in: ट्यूनड फ्रीक्वेंसी
lt_lt: Dažnis

source: Tuner Type
hi_in: ट्यूनर प्रकार
hu_hu: Tuner típusa
lt_lt: Tiunerio tipas
sv_se: Tunertyp

source: Type
hi_in: टाइप करें
lt_lt: Tipas

source: USB
hi_in: यूएसबी

source: USB Speed Test Utility
hi_in: यूएसबी स्पीड टेस्ट यूटिलिटी

source: USB Speed Test failed. Try to reinsert you USB drive and run the test again.
hi_in: यूएसबी स्पीड टेस्ट विफल हुआ। आपको यूएसबी ड्राइव को फिर से स्थापित करने का प्रयास करें और फिर से परीक्षण चलाएं।

source: USB Status
hi_in: यूएसबी स्थिति

source: UTF-8
hi_in: यूटीएफ -8

source: Unable to change settings while recording is active
hi_in: रिकॉर्डिंग सक्रिय होने पर सेटिंग्स बदलने में असमर्थ
hu_hu: A beállítások megváltozatatása rögzítés alatt nem lehetséges
lt_lt: Negalima keisti nustatymų aktyvaus įrašymo metu
sv_se: Det går inte att ändra inställningarna när det finns en aktiv inspelning

source: Unable to connect to MW.
hi_in: मिडिलवेयर से कनेक्ट करने में असमर्थ।

source: Unable to pair device with a new remote controller.
hi_in: एक नया रिमोट कंट्रोलर उपकरण के साथ जोडने में असमर्थ।

source: Unable to reach host. Functionality may be limited.
hi_in: मेजबान तक पहुँचने में असमर्थ। कार्यशीलता सीमित हो सकती है।

source: Unable to save. Directory name exists.
hi_in: सहेजने में असमर्थ। निर्देशिका नाम मौजूद है।

source: Unable to save. Keyword is incorrect.
hi_in: सहेजने में असमर्थ। कुंजीशब्द गलत है।

source: Unable to save. Keyword is too short.
hi_in: सहेजने में असमर्थ। खोजशब्द बहुत छोटा है।
hu_hu: Mentés nem lehetséges. A kulcsszó túl rövid.
lt_lt: Negalima išsaugoti - per trumptas raktažodis
sv_se: Kan inte spara. Sökord för kort.

source: Unavailable
hi_in: अनुपलब्ध

source: Unexpected server response: %d
hi_in: अनपेक्षित सर्वर प्रतिसाद: %d
lt_lt: Klaida: nesuprantamas serverio atsakas: %d

source: Unfortunately VoD service is not available.
hi_in: दुर्भाग्य से VoD सेवा उपलब्ध नहीं है।
lt_lt: Deja, Video paslaugos šiuo metu neprieinamos

source: Unique Id
hi_in: यूनिक आईडी

source: Unknown
hi_in: अज्ञात
hu_hu: Ismeretlen
lt_lt: Nežinomas
sv_se: Okänd

source: Unknown Device
hi_in: अज्ञात उपकरण
lt_lt: Nežinomas įrenginys

source: Unknown card state
hi_in: अज्ञात कार्ड स्थिति

source: Unknown conflict found.
hi_in: अज्ञात संघर्ष मिला।

source: Unknown message
hi_in: अज्ञात संदेश

source: Unknown nPVR error.
hi_in: अज्ञात एनपीवीआर त्रुटि।
lt_lt: Nežinoma įrašymo klaida. Jei kartojasi - kreipkitės į Cgates

source: Unknown state
hi_in: अज्ञात स्थिति

source: Unlimited
hi_in: असीमित
hu_hu: Korlátlan
lt_lt: Neribotas
sv_se: Gränslös

source: Unlock
hi_in: अनलॉक करें
hu_hu: Felold
lt_lt: Atrakinti
sv_se: Lås upp

source: Unmounting...
hi_in: अनमाउंटिंग ...
hu_hu: Leválasztás...
lt_lt: Atjungimas...
sv_se: Kopplar ifrån...

source: Update Starts In %d Minute
hi_in: अपडेट %d मिनट में शुरू होता है

source: Update Starts Soon
hi_in: अपडेट जल्द ही शुरू होता है

source: Update now
hi_in: अब अपडेट करें
hu_hu: Frissítés most
lt_lt: Atnaujinti dabar
sv_se: Uppdatera nu

source: Update required
hi_in: अपडेट आवश्यक

source: Update will take about 10 minutes. During this time screen may blink and you won't be able to use your STB.
hi_in: अपडेट के बारे में 10 मिनट लगेंगे। इस समय के दौरान स्क्रीन झपकी जाएगी और आपआपके एसटीबी का उपयोग करने में सक्षम नहीं होगा।
hu_hu: A frissítés akár 10 percig is eltarthat. Ez idő alatt a képernyő elsötétülhet és a STB nem használható.
lt_lt: Atnaujinimas truks apie 10 minučių. Tuo metu ekranas gali mirkčioti ir Jūs negalėsite naudotis priedėliu.
sv_se: Uppdatering kommer att ta circa 10 minuter. Under tiden kan skrämen blinka och du kan inte använda din STB.

source: Upgrade triggered
hi_in: अपडेट ट्रिगर्ड

source: Uptime
hi_in: अपटाइम

source: Urdu
hi_in: उर्दू

source: Use Coupon
hi_in: कूपन का प्रयोग करें

source: Use NIT/SDT
hi_in: उपयोग NIT / SDT
hu_hu: NIT/SDT használata
lt_lt: Naudoti NIT/SDT
sv_se: Använd NIT/SDT

source: Use disk
hi_in: डिस्क का प्रयोग करें

source: Use for PVR
hi_in: पीवीआर के लिए प्रयोग करें
hu_hu: Használatban PVR funkcióra
lt_lt: Naudoti PVR
sv_se: Använd för PVR

source: Use for PVR/TS
hi_in: पीवीआर / टीएस के लिए उपयोग करें
lt_lt: Naudoti įrašymui/pauzei

source: Use for Timeshift
hi_in: टाइमशिफ्ट के लिए प्रयोग करें
lt_lt: Naudoti pauzei

source: Use numeric keyboard to navigate
hi_in: नेविगेट करने के लिए संख्यात्मक कीबोर्ड का प्रयोग करें

source: Used for PVR
hi_in: पीवीआर के लिए प्रयुक्त
hu_hu: Használatban PVR funkcióra
lt_lt: Naudojamas įrašymui
sv_se: Används för PVR

source: Used for PVR and Timeshift
hi_in: पीवीआर और टाइम शिफ्ट के लिए प्रयुक्त
lt_lt: Naudojamas įrašymui ir pauzei

source: Used for Timeshift
hi_in: टाइम शिफ्ट के लिए इस्तेमाल किया
lt_lt: Naudojamas pauzei

source: User Interface
hi_in: उपयोगकर्ता इंटरफेस
hu_hu: Felhasználói felület
lt_lt: Išvaizda
sv_se: Användargränssnitt

source: User Time
hi_in: उपयोगकर्ता समय

source: V
hi_in: वी

source: VCAS connectivity
hi_in: वीसीएएस कनेक्टिविटी

source: VCID
hi_in: वीसीआईडी

source: VOD
hi_in: वीओडी
lt_lt: Video

source: VPN is not setup
hi_in: वीपीएन सेटअप नहीं है

source: Verifying Flash partitions
hi_in: फ्लैश पार्टिशन्स का सत्यापन

source: Verifying installed file
hi_in: संस्थापित फ़ाइल की जांच

source: Version
hi_in: संस्करण

source: Version Number
hi_in: संस्करण संख्या

source: Version: %s
hi_in: संस्करण: %s
hu_hu: Verzió: %s
lt_lt: Versija: %s

source: Version: %s, Network: %s
hi_in: संस्करण: %s, नेटवर्क: %s
hu_hu: Verzió: %s, Hálózat: %s
lt_lt: Versija: %s, tinklas: %s
sv_se: Version: %s, Nätverk: %s

source: Vertical
hi_in: खड़ा
hu_hu: Vertikális
lt_lt: Vertikaliai
sv_se: Vertikalt

source: Video Codec
hi_in: वीडियो कोडेक

source: Video PID
hi_in: वीडियो पीआईडी

source: Video Settings
hi_in: वीडियो सेटिंग्स
lt_lt: Vaizdo nustatymai

source: Video Status
hi_in: वीडियो स्थिति

source: Video Type
hi_in: वीडियो प्रकार

source: View
hi_in: देखें
lt_lt: Paleisti

source: View again
hi_in: फिर से देखें
lt_lt: Paleisti vėl

source: View from the beginning
hi_in: शुरुआत से देखें
lt_lt: Paleisti nuo pradžių

source: ViewRight DVB
hi_in: व्यू राइट डीवीबी

source: ViewRight Web Connectivity
hi_in: व्यू राइट वेब कनेक्टिविटी

source: ViewRightIPTV
hi_in: व्यू राइट आईपीटीवी

source: Virtual Memory
hi_in: वर्चुअल मेमरी

source: Visually Impaired
hi_in: नेत्रहीन
hu_hu: Látássérült[x]
lt_lt: Silpnaregiams
sv_se: Synskadade

source: VoD unavailable
hi_in: वीओडी अनुपलब्ध
lt_lt: Video nepasiekiami

source: Voicemail error
hi_in: ध्वनिमेल त्रुटि

source: WEB on TV
hi_in: टीवी पर वेब
hu_hu: Hírböngésző
lt_lt: WWW televizoriuje
sv_se: WEB TV

source: Waiting for channels
hi_in: चैनलों के लिए प्रतीक्षा कर रहा है
hu_hu: Várakozás a csatornákra
lt_lt: Laukiama kanalų
sv_se: Väntar på kanaler

source: Waiting for middleware
hi_in: मिडलवेयर के लिए प्रतीक्षा कर रहा है

source: Waiting for nPVR server response...
hi_in: एनपीवीआर सर्वर प्रतिक्रिया की प्रतीक्षा कर रहा है ...
lt_lt: Laukiama įrašymo serverio atsakymo

source: Waiting for response
hi_in: प्रतिक्रिया की प्रतीक्षा कर रहा है
lt_lt: Laukiama atsakymo

source: Warning
hi_in: चेतावनी
lt_lt: Įspėjimas

source: Warning: All current recordings will be stopped!
hi_in: चेतावनी: सभी मौजूदा रिकॉर्डिंग बंद हो जाएंगे!
lt_lt: Dėmesio: visi vykstantys įrašymai bus sustabdyti!

source: Warning: Timeshift will be forsaken
hi_in: चेतावनी: टाइम शिफ्ट को छोड़ दिया जाएगा
lt_lt: Dėmesio: pauzė bus išjungta

source: Watched
hi_in: देखा गया

source: We think you might like...
hi_in: हमें लगता है कि आप चाहें ...

source: Weather
hi_in: मौसम
lt_lt: Orai

source: Web Audio
hi_in: वेब ऑडियो

source: Web Services
hi_in: वेब सेवा

source: WebP
hi_in: वेबपी

source: WebP Image 1
hi_in: वेबपी छवि 1

source: WebP Image 2
hi_in: वेबपी छवि2

source: WebP Image 3
hi_in: वेबपी छवि 3

source: WebP Image 4
hi_in: वेबपी इमेज 4

source: WebP Image 5
hi_in: वेबपी इमेज 5

source: WebShell
hi_in: वेब शैल

source: Wednesdays
hi_in: बुधवार
lt_lt: Trečiadieniais

source: Weekdays
hi_in: सप्ताह का दिन
hu_hu: Hétköznap
lt_lt: Darbo d.
sv_se: Vardagar

source: Weekends
hi_in: सप्ताह का अंत
hu_hu: Hétvége
lt_lt: Savaitgaliais
sv_se: Helger

source: Welcome to Jio
hi_in: जियो में आपका स्वागत है

source: Western European
hi_in: पश्चिमी यूरोपीय

source: What People are Watching
hi_in: लोग क्या देख रहे हैं

source: WiFi Security
hi_in: वाईफाई सुरक्षा
lt_lt: WiFi apsauga

source: WiFi Session ID
hi_in: वाईफाई सत्र आईडी
lt_lt: WiFi sesijos ID

source: Wired (DOCSIS)
hi_in: वायर्ड (DOCSIS)

source: Wired (Ethernet)
hi_in: वायर्ड (ईथरनेट)
hu_hu: Vezetékes
lt_lt: Laidu ("Ethernet")
sv_se: Kabel (Ethernet)

source: Wired (MoCa)
hi_in: वायर्ड (एमओसीए)
lt_lt: Laidu (MoCa)

source: Wireless (3G)
hi_in: वायरलेस (3 जी)

source: Wireless (WiFi)
hi_in: वायरलेस (वाईफाई)
hu_hu: Vezetéknélküli
lt_lt: Belaidžiu (WiFi)

source: Would You like to do it now?
hi_in: क्या आप इसे अभी करना चाहते हैं?
hu_hu: Végrehajta most?
lt_lt: Ar norėtumėte tai padaryti dabar?
sv_se: Vill du göra det nu?

source: Writing configuration
hi_in: कॉन्फ़िगरेशन लिखाई

source: Wrong CA PIN.
hi_in: गलत सीए पिन।
hu_hu: Hibás CA PIN
lt_lt: Blogas CA PIN.
sv_se: Fel CA PIN

source: Wrong CA PIN. Try again.
hi_in: गलत सीए पिन। पुन: प्रयास करें।
lt_lt: Blogas PIN kodas. Bandykite dar.

source: Wrong Start time and End time. Start time must be other than End time.
hi_in: गलत प्रारंभ समय और समाप्ति समय। प्रारंभ समय समाप्ति समय के अलावा अन्य होना चाहिए।
lt_lt: Pradžios laikas negali sutapti su pabaigos laiku.

source: Wrong key for %s
hi_in: %s के लिए गलत चाबी

source: X: Erotic
hi_in: एक्स: कामुक
hu_hu: Felnőtt
lt_lt: X: Erotika
sv_se: X: Erotik

source: Yes
hi_in: हां
lt_lt: Taip

source: You are not an owner of that recording.
hi_in: आप उस रिकॉर्डिंग के मालिक नहीं हैं।

source: You are not entitled to use this folder.
hi_in: आप इस फ़ोल्डर का उपयोग करने के हकदार नहीं हैं।

source: You are not entitled to use this recording.
hi_in: आप इस रिकॉर्डिंग का उपयोग करने के हकदार नहीं हैं।

source: You can not use this recording now.
hi_in: आप अब इस रिकॉर्डिंग का उपयोग नहीं कर सकते।

source: You cannot delete folder with NpvrRecordings.
hi_in: आप NpvrRecordings के साथ फ़ोल्डर नहीं हटा सकते।

source: You don't have enough free space to make a new recording.
hi_in: आपके पास एक नया रिकॉर्डिंग करने के लिए पर्याप्त रिक्त स्थान नहीं है।
hu_hu: Nincs elég hely új rögzítés számára
lt_lt: Nepakanka vietos naujam įrašui
sv_se: Det finns inte tillräckligt med ledigt utrymme för att göra en ny inspelning.

source: You don’t have any content in your List yet. Please see what content other users are watching.
hi_in: आपकी सूची में अभी तक कोई भी सामग्री नहीं है। कृपया देखें कि अन्य उपयोगकर्ता क्या देख रहे हैं।

source: You have too many directories and keyword recordings.
hi_in: आपके पास बहुत सी निर्देशिका और खोजशब्द रिकॉर्डिंग हैं।

source: You have too many directories and recordings.
hi_in: आपके पास बहुत सी निर्देशिका और रिकॉर्डिंग हैं।

source: You have too many directories and scheduled recordings.
hi_in: आपके पास बहुत सी निर्देशिका और अनुसूचित रिकॉर्डिंग हैं।

source: You have too many directories.
hi_in: आपके पास बहुत सी निर्देशिका है।
hu_hu: Túl sok létrehozott mappa
lt_lt: Turite per daug katalogų
sv_se: Det finns för många kataloger.

source: You have too many favorites lists.
hi_in: आपके पास बहुत अधिक पसंदीदा सूचियां हैं।
hu_hu: Túl sok kedvencek lista létezik.
lt_lt: Turite per daug mėgstamiausiųjų sąrašų
sv_se: Du har för många favoritlistor.

source: You have too many recordings.
hi_in: आपके पास बहुत अधिक रिकॉर्डिंग है।
hu_hu: Túl sok rögzítése van
lt_lt: Turite per daug įrašų
sv_se: Du har för många inspelningar

source: You have too many reminders.
hi_in: आपके पास बहुत अधिक अनुस्मारक हैं।

source: You haven't watched anything yet. Please see what content other users are watching.
hi_in: आपने अभी तक कुछ नहीं देखा है। कृपया देखें कि अन्य उपयोगकर्ता क्या देख रहे हैं।

source: You need to perform manual channel scanning to start using VoD service.
hi_in: वीओडी सेवा का उपयोग शुरू करने के लिए मैनुअल चैनल स्कैनिंग को करने की आवश्यकता है।
lt_lt: Būtina paleisti kanalų paiešką, jeigu norite naudotis Video paslaugomis

source: You will be soon zapped to
hi_in: आप जल्द से जल्द zapped किया जाएगा
lt_lt: Priedėlis tuoj persijungs į

source: YouTube
hi_in: यूट्यूब

source: YouTube Qualification Engine
hi_in: यूट्यूब क्वालिफिकेशन इंजिन

source: YouTube Tests
hi_in: यूट्यूब टेस्ट

source: Your TV is currently connected to an inactive output on this set-top box. Please press VOUT button on your remote control to activate this output or connect your TV to the %s output.
hi_in: आपका टीवी वर्तमान में इस सेट टॉप बॉक्स पर एक निष्क्रिय आउटपुट से कनेक्ट है।इस आउटपुट को सक्रिय करने के लिए कृपया अपने रिमोट कंट्रोल पर VOUT बटन दबाएंअपने टीवी को %s आउटपुट से कनेक्ट करें।
hu_hu: Az Ön TV-je a set-top-box egyik inaktív kimenetére van csatlakoztatva.Kérem nyomja meg a VOUT-ot a kimenet aktiválásához vagy csatlakoztassa a TV-t a %s kimenethez
lt_lt: Jūsų televizorius prijungtas neaktyvia priedėlio jungtimi. Palaikykite garso išjungimo mygtuką pultelyje arba prijunkite televizorių per %s jungtį
sv_se: Din Tv är inkopplad till en inaktiv utgång på boxen. Tryck på VOUT knappen på din fjärrkontroll för att aktivera utgången eller anslut TV:n till annan utgång

source: Your USB drive is capable of simultaneous timeshift and one HD quality recording.
hi_in: आपका यूएसबी ड्राइव एक साथ टाइमशफ़्ट और एक एचडी गुणवत्ता में सक्षम है रिकॉर्डिंग।

source: Your USB drive is capable of simultaneous timeshift and one SD quality recording.
hi_in: आपका यूएसबी ड्राइव एक साथ टाइमशफ़्ट और एक एसडी गुणवत्ता में सक्षम है रिकॉर्डिंग।

source: Your USB drive is capable of simultaneous timeshift and three SD quality recording.
hi_in: आपका यूएसबी ड्राइव एक साथ टाइमशफ़्ट और तीन एसडी गुणवत्ता में सक्षम है रिकॉर्डिंग।

source: Your USB drive is capable of simultaneous timeshift and two HD quality recordings.
hi_in: आपका यूएसबी ड्राइव एक साथ टाइमशफ़्ट और दो एचडी गुणवत्ता में सक्षम है रिकॉर्डिंग।

source: Your USB drive is capable of simultaneous timeshift, one SD quality and one HD quality recording.
hi_in: आपका यूएसबी ड्राइव एक साथ टाइमशफ़्ट, एक एसडी गुणवत्ता और एक में सक्षम है एचडी गुणवत्ता रिकॉर्डिंग।

source: Your USB drive is capable of simultaneous timeshift, one SD quality and two HD quality recordings.
hi_in: आपका यूएसबी ड्राइव एक साथ टाइमशफ़्ट, एक एसडी गुणवत्ता और दो में सक्षम है एचडी गुणवत्ता रिकॉर्डिंग।

source: Your USB drive is capable of timeshift only.
hi_in: आपका यूएसबी ड्राइव केवल टाइमशफ़्ट करने में सक्षम है।

source: Your USB drive is not capable neither of timeshift nor recording.
hi_in: आपका यूएसबी ड्राइव टाइमशफ़्ट न ही रिकॉर्डिंग के लिए सक्षम नहीं है।

source: Your new recording conflicts with %i previously scheduled recording. Would you like to:
hi_in: %iपहले से अनुसूचित रिकॉर्डिंग के साथ आपका नया रिकॉर्डिंग संघर्ष होगा।आप ये पसंद करते हैं:
hu_hu: Az új rögzítése ütközik %i korábban beállított rögzítéssel. Kérjük válasszon:
lt_lt: Jūsų naujas įrašas nesuderinamas su %i anksčiau suplanuotu įrašu. Ar norėtumėte:
sv_se: Din nya inspelningen är i konflikt med tidigare schemalagda inspelningen %i. Vill du:

source: [[stopped manually]
hi_in: [[मैन्युअल रूप से रोक]

source: [active]
hi_in: [सक्रिय]
