Repository: jestevezmma1994/Script-Revisiones-NuevoSiglo
Catalog: Myenv/nuevosiglo-homecast7582b0-secure-sdk-3.2rc5/App/Applications/CubiTV-Generic/translations/CubiTV/*.po
Languages: hi_in, hu_hu, lt_lt, sv_se

source: Please enter parental control PIN
hi_in: कृपया पैतृक नियंत्रण पिन दर्ज करें
hu_hu: Kérem, adja meg a szülői felügyelet PIN-t.
lt_lt: Šiam veiksmui būtinas PIN kodas
sv_se: Ange föräldrakontroll-PIN

source: Please enter parental control PIN to enter this category
hi_in: कृपया इस श्रेणी में प्रवेश करने के लिए पैतृक नियंत्रण पिन दर्ज करें
lt_lt: Prašome įvesti PIN kodą

source: Please enter parental control PIN to play choosen content
hi_in: कृपया चुने गए सामग्री को चलाने के लिए पैतृक नियंत्रण पिन दर्ज करें
hu_hu: Kérem, adja meg a szülői felügyelet PIN-t a kiválasztott tartalom elindításához.
lt_lt: Prašome įvesti PIN kodą
sv_se: Slå föräldrakontroll pin för att spela upp valt material

source: Please enter parental control PIN to remove all recordings
hi_in: सभी रिकॉर्डिंग को हटाने के लिए कृपया पैतृक नियंत्रण पिन दर्ज करें
hu_hu: A rögzítések törléséhez adja meg a szülői felügyelet PIN kódját
lt_lt: Jei norite ištrinti visus įrašus, prašome įvesti PIN kodą
sv_se: Ange föraldrakontroll-PIN för att ta bort alla inspelningar

source: Please wait
hi_in: कृपया प्रतीक्षा करें
hu_hu: Kérem várjon
lt_lt: Prašome palaukti
sv_se: Var god vänta

source: Please wait for result
hi_in: कृपया परिणाम के लिए प्रतीक्षा करें

source: Please wait, loading ...
hi_in: कृपया प्रतीक्षा करें, लोड हो रहा है ...

source: Please wait, loading...
hi_in: कृपया प्रतीक्षा करें, लोड हो रहा है ...
lt_lt: Prašome palaukti...

source: Please wait, loading…
hi_in: कृपया प्रतीक्षा करें, लोड हो रहा है ...
hu_hu: Kérem várjon, betöltés folyamatban...
lt_lt: Prašome palaukti, ruošiama…
sv_se: Var god vänta, laddar ...

source: Please wait.
hi_in: कृपया प्रतीक्षा करें।
hu_hu: Kérem várjon.
lt_lt: Prašome palaukti
sv_se: Var god vänta.

source: Please wait...
hi_in: कृपया प्रतीक्षा करें ...
hu_hu: Kérem várjon...
lt_lt: Prašome palaukti...
sv_se: Var god vänta...

source: Polarization
hi_in: ध्रुवीकरण
hu_hu: Polarizáció
lt_lt: Poliarizacija
sv_se: Polarisation

source: Polish
hi_in: पोलिश
lt_lt: Lenkų
sv_se: Polska

source: Poor
hi_in: खराब

source: Pre FEC BER
hi_in: पूर्व एफईसी बीईआर

source: Pre-certification debug options
hi_in: पूर्व प्रमाणन डीबग विकल्प

source: Preferences
hi_in: वरीयताएँ

source: Preferred Audio Track
hi_in: पसंदीदा ऑडियो ट्रैक
hu_hu: Elsődleges hangsáv
lt_lt: Pagrindinis garso takelis
sv_se: Primärt ljudspår

source: Premiere
hi_in: प्रीमियर

source: Press 'Cancel' to abort automatic switch to standby.
hi_in: स्वत: स्विच को स्टैंडबाय पर बंद करने के लिए 'रद्द करें' दबाएं।

source: Press 'Configure Network' to see your network settings.
hi_in: अपनी नेटवर्क सेटिंग्स देखने के लिए 'कॉन्फ़िगर नेटवर्क' दबाएं।

source: Press 'Enter Standby' to immediately switch to standby.
hi_in: स्टैंडबाय पर तुरंत स्विच करने के लिए 'स्टैंडबाई दर्ज करें' दबाएं।

source: Press Back to go to previous screen
hi_in: पिछली स्क्रीन पर जाने के लिए पिछला दबाएं
lt_lt: Norėdami grįžti spauskite Atgal

source: Press Cancel to stay on current channel or press OK to go to
hi_in: मौजूदा चैनल पर रहने के लिए रद्द करें दबाएं या जाने के लिए ठीक दबाएं

source: Press EPG to enter grid view
hi_in: ग्रिड दृश्य प्रविष्ट करने के लिए ईपीजी दबाएं
lt_lt: Vaizdui pakeisti spauskite mygtuką Gidas

source: Press EPG to enter list view
hi_in: सूची दृश्य प्रविष्ट करने के लिए ईपीजी दबाएं
lt_lt: Vaizdui pakeisti spauskite mygtuką Gidas

source: Press OK button to start channel scanning.
hi_in: चैनल स्कैनिंग शुरू करने के लिए ओके बटन दबाएं।
lt_lt: Paspauskite OK pradėti kanalų paiešką

source: Press OK to browse
hi_in: ब्राउज़ करने के लिए ओके दबाएं
hu_hu: Nyomja meg az OK gombot a kereséshez
lt_lt: Norėdami naršyti spauskite OK
sv_se: Tryck på OK om du vill bläddra

source: Press OK to browse or OPT to format
hi_in: ब्राउज़ करने के लिए ओके दबाएं या फॉर्मेट के लिए ओपीटी दबाएं
lt_lt: Paspauskite OK naršyti arba Info formatuoti

source: Press OPT to format
hi_in: फॉर्मेट करने के लिए ओपीटी दबाएं
lt_lt: Paspauskite Info formatuoti

source: Press Opt for advanced settings
hi_in: एडवांस सेटिंग्स के लिए ओपीटी दबाएं

source: Press Opt for more options
hi_in: अधिक विकल्पों के लिए ओपीटी दबाएं
hu_hu: További beállítások: "Opt"
lt_lt: Norėdami keisti spauskite Info
sv_se: Tryck Options för mera

source: Press Opt to add hidden SSID
hi_in: छुपी SSID जोड़ने के लिए ओपीटी दबाएं
lt_lt: Paspauskite Info paslėptam tinklui pridėti

source: Press Opt to unlock movie data
hi_in: फिल्म डेटा अनलॉक करने के लिए ओपीटी को दबाएं

source: Press RED button for more features
hi_in: अधिक सुविधाओं के लिए लाल बटन दबाएं

source: Press Restart Now button to restart.
hi_in: पुनः आरंभ करने के लिए प्रेस पुनः आरंभ बटन दबाएं।

source: Press and hold "OK" and "MENU" buttons until diode on remote blinks.
hi_in: दूरस्थ ब्लिंक्स पर डायोड तक प्रेस और "ओके" और "मेनू" बटन दबाए रखें।

source: Press and hold power button for %u second to enter passive standby.
hi_in: निष्क्रिय और स्टैंडबाय दर्ज करने के लिए %u सेकंड के लिए पॉवर बटन दबाएं और दबाए रखें

source: Press power button to cancel standby.
hi_in: स्टैंडबाय को रद्द करने के लिए पावर बटन दबाएं।
lt_lt: Paspauskite įjungimo mygtuką atšaukti budėjimą

source: Previous firmware version: %s
hi_in: पिछला फर्मवेयर संस्करण: %s
hu_hu: Előző firmware verzió: %s
lt_lt: Ankstesnė versija: %s
sv_se: Tidigare firmwareversion: %s

source: Price: %i.%02i %s
hi_in: मूल्य: %i.%02i %s
hu_hu: Ár: %i.%02i %s
lt_lt: Kaina: %i.%02i %s
sv_se: Pris: %i.%02i %s

source: Price: %i.%02i%s
hi_in: मूल्य: %i.%02i%s
hu_hu: Ár: %i.%02i%s
lt_lt: Kaina: %i.%02i%s
sv_se: Pris: %i.%02i%s

source: Primary Audio Language
hi_in: प्राथमिक ऑडियो भाषा
hu_hu: Elsődleges nyelv
lt_lt: Pagrindinė kalba
sv_se: Primärt ljudspråk

source: Primary Subtitle Language
hi_in: प्राथमिक उपशीर्षक भाषा
hu_hu: Elsődleges felirat nyelv
lt_lt: Pagrindinė subtitrų kalba
sv_se: Primärt textningsspråk

source: Problem
hi_in: समस्या

source: Proceed
hi_in: आगे बढ़ें
hu_hu: Tovább
lt_lt: Tęsti
sv_se: Fortsätt

source: Processing KERNEL
hi_in: कर्नेल प्रसंस्करण

source: Processing LOGO
hi_in: प्रसंस्करण लोगो

source: Processing ROOTFS
hi_in: प्रसंस्करण रुट एफ एस

source: Processing USR
hi_in: यूएसआर प्रसंस्करण

source: Program Number
hi_in: प्रोग्राम संख्या

source: Progressive
hi_in: प्रोग्रेसिव

source: Prompt
hi_in: शीघ्र
lt_lt: Paklausti

source: Prompt when pressed
hi_in: दबाए जाने पर संकेत दें
lt_lt: Paklausti kai paspausta

source: Protocol not supported: %d
hi_in: प्रोटोकॉल समर्थित नहीं है: %d
lt_lt: Nesuderinamas protokolas: %d

source: Purse: %s
hi_in: पर्स: %s
hu_hu: Keret : %s
lt_lt: Piniginė: %s
sv_se: Plånbok: %s

source: Push VOD
hi_in: पुश वीओडी

source: PushServer Connectivity
hi_in: पुश सर्वर कनेक्टिविटी

source: QAM128
hi_in: क्यू ए एम128

source: QAM16
hi_in: क्यू ए एम16

source: QAM256
hi_in: क्यू ए एम256

source: QAM32
hi_in: क्यू ए एम32

source: QAM64
hi_in: क्यू ए एम64

source: QPSK
hi_in: क्यूपीएसके

source: QR code
hi_in: क्यूआर कोड

source: Quality
hi_in: गुणवत्ता
hu_hu: Minőség
lt_lt: Kokybė
sv_se: Kvalitet

source: Quality Level
hi_in: गुणवत्ता स्तर
lt_lt: Signalo kokybė

source: Quota
hi_in: कोटा
hu_hu: kvóta
lt_lt: Kvota
sv_se: Kvot

source: RCU Pairing
hi_in: आरसीयू जोड़ना

source: RCU Power Button
hi_in: आरसीयू पावर बटन
lt_lt: Įjungimo mygtukas pultelyje

source: RECOMMENDED
hi_in: सिफारिश

source: RF Channel
hi_in: आरएफ चैनल

source: RF Signal Status
hi_in: आरएफ सिग्नल स्थिति

source: RF Tuner Statistics
hi_in: आरएफ ट्यूनर आंकड़े

source: RGB
hi_in: आरजीबी

source: Radio
hi_in: रेडियो
hu_hu: Rádió
lt_lt: Radijas

source: Radio Guide
hi_in: रेडियो गाइड

source: Rearrange list
hi_in: सूची की पुनर्रचना करें
lt_lt: Redaguoti sąrašą

source: Recommended
hi_in: सिफारिश

source: Recommended Titles:
hi_in: सिफारिश की हुइ टाइटल्स

source: Record
hi_in: रिकॉर्ड
hu_hu: Rögzítés
lt_lt: Įrašyti
sv_se: Spela in

source: Record always
hi_in: हमेशा रिकॉर्ड करें
hu_hu: Folyamatos rögzítés
lt_lt: Visada įrašyti
sv_se: Spela alltid in

source: Record keyword with nPVR
hi_in: सूचक शब्द एनपीवीआर के साथ रिकॉर्ड करें

source: Record repeatedly
hi_in: बार-बार रिकॉर्ड करें
hu_hu: Ismétlődő rögzítés
lt_lt: Įrašyti pakartotinai
sv_se: Spela in löpande

source: Record series with nPVR
hi_in: एनपीवीआर के साथ श्रृंखला रिकॉर्ड करें

source: Record with nPVR
hi_in: एनपीवीआर के साथ रिकॉर्ड करें
lt_lt: Įrašyti

source: Recording Settings
hi_in: रिकॉर्डिंग सेटिंग्स

source: Recording can't be scheduled - not enough quota.
hi_in: रिकॉर्डिंग निर्धारित नहीं किया जा सकता है - पर्याप्त कोटा नहीं।

source: Recording can't be scheduled on selected event.
hi_in: चयनित घटना पर रिकॉर्डिंग निर्धारित नहीं किया जा सकता है।

source: Recording channel %s is not available due to broadcaster's limitations
hi_in: प्रसारक की सीमाओं के कारण रिकॉर्डिंग चैनल %s उपलब्ध नहीं है

source: Recording is in the wrong state.
hi_in: रिकॉर्डिंग गलत स्थिति में है।

source: Recording not found.
hi_in: रिकॉर्डिंग नहीं मिला।

source: Recording on that event has been already scheduled.
hi_in: उस घटना पर रिकॉर्डिंग पहले से निर्धारित हो चुकी है।

source: Recording schedule failed.
hi_in: रिकॉर्डिंग अनुसूची विफल।

source: Regional
hi_in: प्रादेशिक

source: Remind me
hi_in: मुझे याद दिलाएं
hu_hu: Emlékeztető
lt_lt: Priminti
sv_se: Påminn mig

source: Reminder
hi_in: स्मरणपत्र
hu_hu: Emlékeztető
lt_lt: Priminimas
sv_se: Påminnelse

source: Reminders
hi_in: स्मरणपत्र
hu_hu: Emlékeztetők
lt_lt: Priminimai
sv_se: Påminnelser

source: Remote debugging
hi_in: दूरस्थ डिबगिंग

source: Removal not possible
hi_in: निष्कासन संभव नहीं है

source: Remove
hi_in: निकालें
hu_hu: Töröl
lt_lt: Pašalinti
sv_se: Radera

source: Remove channel
hi_in: चैनल निकालें
lt_lt: Pašalinti kanalą

source: Remove directory & keep contents
hi_in: निर्देशिका को निकालें और सामग्री रखें

source: Remove from Favorites
hi_in: पसंदीदा से निकालें

source: Remove list
hi_in: सूची निकालें
lt_lt: Pašalinti sąrašą

source: Remove reminder
hi_in: स्मरणपत्र निकालें
hu_hu: Emlékeztető törlése
lt_lt: Pašalinti priminimą
sv_se: Radera påminnelse

source: Remove satellite
hi_in: सैटेलाइट हटाएं
lt_lt: Pašalinti palydovą

source: Removed
hi_in: हटाया गया

source: Rename directory
hi_in: निर्देशिका का नाम बदलें
lt_lt: Pervadinti katalogą

source: Rename list
hi_in: सूची का नाम बदलें
lt_lt: Pervadinti sąrašą

source: Rent
hi_in: किराया
hu_hu: Kölcsönzés
lt_lt: Išnuomoti
sv_se: Hyr

source: Rental Terms
hi_in: किराये की शर्तें

source: Rental period expired
hi_in: किराये की अवधि समाप्त हो गई है
hu_hu: Kölcsönzés ideje lejárt
lt_lt: Pasibaigęs nuomos periodas
sv_se: Hyrperioden är avslutad

source: Rental period: %i %s
hi_in: किराये की अवधि: %i %s
hu_hu: Kölcsönzés időtartama : %i %s
lt_lt: Nuomos periodas: %i %s
sv_se: Hyrestid: %i %s

source: Renting Period Expired.
hi_in: किराये की अवधि समाप्त हो गई है।

source: Repeat
hi_in: दोहराएं
hu_hu: Ismétlés
lt_lt: Kartoti
sv_se: Upprepa

source: Repeat new PIN:
hi_in: नया पिन दोहराएं:
hu_hu: Adja meg újra az új PIN-t:
lt_lt: Pakartokite naują PIN:
sv_se: Upprepa nya PIN:

source: Resolve conflicts
hi_in: विरोध को हल करें
hu_hu: Ütközések feloldása
lt_lt: Spręsti konfliktus
sv_se: Lös konflikter

source: Restart Device
hi_in: डिवाइस पुनरारंभ करें
hu_hu: Készülék újraindítása
lt_lt: Perkrauti priedėlį
sv_se: Starta om boxen

source: Restart Now
hi_in: अब पुनरारंभ करें

source: Restore Factory Defaults
hi_in: फ़ैक्टरी डिफ़ॉल्ट पुनर्स्थापित करें
hu_hu: Gyári értékek visszaállítása
lt_lt: Atstatyti gamyklinius parametrus
sv_se: Återställ till fabriksinställningar

source: Restore defaults
hi_in: डिफ़ॉल्ट पुनर्स्थापित करें

source: Restored last working network configuration.
hi_in: अंतिम कार्यशील नेटवर्क विन्यास बहाल।

source: Results - Failure
hi_in: परिणाम - विफलता
hu_hu: Eredmény - Sikertelen
lt_lt: Rezultatai - nepavyko
sv_se: Resultat - Fel

source: Results - Success
hi_in: परिणाम - सफलता
hu_hu: Eredmény - Sikeres
lt_lt: Rezultatai - pavyko
sv_se: Resultat -Utfört

source: Resume event pin
hi_in: इवेंट पिन फिर से शुरू करें

source: Retrieving channel list
hi_in: चैनल सूची को पुनः प्राप्त कर रहा है
hu_hu: Csatorna lista fogadása
lt_lt: Gaunamas kanalų sąrašas
sv_se: Laddar kanallista

source: Routing settings
hi_in: रौटिंग सेटिंग्स

source: Russian
hi_in: रूसी
lt_lt: Rusų
sv_se: Ryska

source: S/PDIF A/V Sync
hi_in: एस / पीडीआईएफ ए / वी सिंक
lt_lt: S/PDIF A/V sinchronizacija
sv_se: S/PDIF A/V Synk

source: SCART Signal Type
hi_in: SCART सिग्नल प्रकार
hu_hu: SCART jel típusa
lt_lt: SCART signalo tipas
sv_se: SCART Signaltyp

source: SDT Status
hi_in: SDT स्थिति

source: SID
hi_in: एसआईडी

source: SIMILAR TITLES:
hi_in: समान शीर्षक:

source: SNR
hi_in: एसएनआर

source: SSID is unknown
hi_in: एसएसआईडी अज्ञात है
lt_lt: Tinklo pavadinimas nežinomas

source: SSID is unknown!
hi_in: एसएसआईडी अज्ञात है!
lt_lt: Tinklo pavadinimas nežinomas

source: SSM
hi_in: एसएसएम

source: SSM Download
hi_in: एसएसएम डाउनलोड

source: STB ID
hi_in: एसटीबी आईडी

source: STB Mode has changed
hi_in: एसटीबी मोड बदल गया है

source: STB Mode update is required to make the STB work correctly.
hi_in: एसटीबी मोड अद्यतन एसटीबी काम सही ढंग से करने के लिए आवश्यक है।

source: STB Status
hi_in: एसटीबी स्थिति

source: Satellite
hi_in: सैटेलाइट
hu_hu: Műhold
lt_lt: Palydovas
sv_se: Satellit

source: Satellite %s is not setup yet
hi_in: सैटेलाइट %s अभी तक सेटअप नहीं है
lt_lt: Palydovas %s dar nenustatytas
sv_se: Satelliten %s är inte konfigurerad

source: Satellite Info
hi_in: सैटेलाइट सूचना
lt_lt: Palydovo informacija
sv_se: Satellitinformation

source: Satellite Name
hi_in: सैटेलाइट नाम
lt_lt: Palydovo pavadinimas
sv_se: Satellitnamn

source: Satellite Name:
hi_in: सैटेलाइट नाम:
lt_lt: Palydovo pavadinimas:
sv_se: Satellitnamn:

source: Satellite Setup
hi_in: सैटेलाइट सेटअप
lt_lt: Palydovo nustatymas
sv_se: Satellitkonfiguration

source: Satellite name cannot be empty
hi_in: सैटेलाइट नाम रिक्त नहीं हो सकता
lt_lt: Palydovo pavadinimas negali būti tuščias

source: Satellite with given name already exists
hi_in: दिए गए नाम के साथ उपग्रह पहले से मौजूद है
lt_lt: Palydovas tokiu pavadinimu jau yra

source: Saturdays
hi_in: शनिवार
lt_lt: Šeštadieniais

source: Save
hi_in: सेव
hu_hu: Mentés
lt_lt: Išsaugoti
sv_se: Spara

source: Saving...
hi_in: सेविंग ...
hu_hu: Mentés...
lt_lt: Išsaugoma...
sv_se: Sparar...

source: Scan Type
hi_in: स्कैन प्रकार
hu_hu: Keresés típusa
lt_lt: Paieškos tipas
sv_se: Scanningstyp

source: Scan now
hi_in: अब स्कैन करें
lt_lt: Ieškoti dabar

source: Scanning Standard
hi_in: स्कैनिंग मानक
hu_hu: Keresés típusa
lt_lt: Paieškos standartas
sv_se: Standardsökning

source: Scanning channels
hi_in: चैनल स्कैन कर रहा है
hu_hu: Csatornák keresése
lt_lt: Kanalų paieška
sv_se: Söker kanaler

source: Scanning failed
hi_in: स्कैनिंग विफल

source: Scanning frequency: %d.%02d MHz
hi_in: स्कैनिंग आवृत्ति: %d। %02d MHz

source: Schedule
hi_in: शेड्यूल

source: Schedule keyword recording
hi_in: कीवर्ड रिकॉर्डिंग शेड्यूल करें
hu_hu: Rögzítés kulcsszó alapján
lt_lt: Suplanuoti įrašymą pagal raktažodį
sv_se: Schema sökordsinspelning

source: Schedule manual recording
hi_in: मैनुअल रिकॉर्डिंग शेड्यूल करें
hu_hu: Kézi rögzítés beállítása
lt_lt: Suplanuoti rankinį įrašymą
sv_se: Schema manuell inspelning

source: Schedule series recording
hi_in: शेड्यूल श्रृंखला रिकॉर्डिंग

source: Scheduled Recordings
hi_in: शेड्यूलड रिकॉर्डिंग
hu_hu: Időzített rögzítések
lt_lt: Suplanuoti įrašymai
sv_se: Schemalagda inspelningar

source: Screensaver Timeout
hi_in: स्क्रीनसेवर टाइमआउट
hu_hu: Képernyővédő időzítése
lt_lt: Po kiek laiko įjungti ekrano apsaugą
sv_se: Timeout för skärmsläckare

source: Search
hi_in: खोज
hu_hu: Keresés
lt_lt: Paieška
sv_se: Sök

source: Search Error
hi_in: खोज त्रुटि

source: Search by category
hi_in: श्रेणी के अनुसार खोजें
lt_lt: Ieškoti pagal kategoriją

source: Search by description
hi_in: विवरण के अनुसार खोजें

source: Search by name
hi_in: नाम से खोजें
lt_lt: Ieškoti pagal pavadinimą

source: Search in progress...
hi_in: खोज प्रगति में है ...
hu_hu: Keresés folyamatban
lt_lt: Vyksta paieška...
sv_se: Sökning pågår..

source: Search: %d result
hi_in: खोज: %d परिणाम
hu_hu: %d eredmény
lt_lt: Paieška: %d rezultatas
sv_se: Sökning: %d resultat

source: Searching for channels
hi_in: चैनलों के लिए खोज
hu_hu: Csatornák keresése
lt_lt: Ieškoma kanalų
sv_se: Söker kanaler

source: Searching...
hi_in: खोज रहा है ...
hu_hu: Keresés...
lt_lt: Ieškoma...
sv_se: Sökning...

source: Season: %zu
hi_in: सीजन: %zu

source: Secondary Audio Language
hi_in: माध्यमिक ऑडियो भाषा
hu_hu: Másodlagos nyelv
lt_lt: Antrinė kalba
sv_se: Sekundärt ljudspråk

source: Secondary Subtitle Language
hi_in: माध्यमिक उपशीर्षक भाषा
hu_hu: Másodlagos felirat nyelve
lt_lt: Antrinė subtitrų kalba
sv_se: Sekundärt textningsspråk

source: See all
hi_in: सभी देखें

source: See all from
hi_in: सभी से देखें
lt_lt: Rodyti visus iš

source: Select Time Zone
hi_in: समय क्षेत्र चुनें
lt_lt: Pasirinkite laiko juostą

source: Select audio delay on %s output
hi_in: %s आउटपुट पर ऑडियो विलंब चुनें
hu_hu: Audió késleltetés beállítása a %s kimeneten
lt_lt: Pasirinkite garso vėlinimą %s išėjime
sv_se: Välj ljudfördröjning på utgång %s

source: Select event
hi_in: इवेंट चुनें

source: Select images
hi_in: चित्र चुनें

source: Select music
hi_in: संगीत चुनें

source: Select new Maturity Rating (CA PIN needed)
hi_in: नए परिपक्वता रेटिंग (सीए पिन की आवश्यकता) चुनें
hu_hu: Új szülői felügyelet beállítása (CA PIN szükséges)
lt_lt: Pasirinkti naują amžiaus apribojimą (reikės CA PIN)
sv_se: Välj ny åldersgräns (CA-PIN-kod krävs)

source: Sent from remote device
hi_in: दूरस्थ डिवाइस से भेजा गया
lt_lt: Atsiųsta iš nutolusio įrenginio

source: Sep
hi_in: सितम्बर
lt_lt: Rgs

source: Serial Number
hi_in: सीरियल नंबर

source: Series directory name
hi_in: श्रृंखला निर्देशिका नाम

source: Series directory name cannot be empty
hi_in: श्रृंखला निर्देशिका नाम रिक्त नहीं हो सकता

source: Series directory name must be at least %d characters
hi_in: श्रृंखला निर्देशिका नाम कम से कम %d अक्षर होना चाहिए

source: Server communication error: %d
hi_in: सर्वर संचार त्रुटि: %d
lt_lt: Ryšio su serveriu klaida: %d

source: Server error
hi_in: सर्वर त्रुटि

source: Server error: forbidden
hi_in: सर्वर त्रुटि: वर्जित

source: Server error: unsupported protocol
hi_in: सर्वर त्रुटि: असमर्थित प्रोटोकॉल

source: Service Not Found - Please Contact your service representative.
hi_in: सेवा नहीं मिली - कृपया अपने सेवा प्रतिनिधि से संपर्क करें।

source: Service unavailable
hi_in: सेवा अनुपलब्ध

source: Set Auto Relock Time
hi_in: स्वत: रिलाॉक समय सेट करें
lt_lt: Vėl įjungti po

source: Set duration
hi_in: सेट अवधि

source: Set the preferred gateway
hi_in: पसंदीदा गेटवे सेट करें

source: Set top box starting up one moment please
hi_in: सेट टॉप बॉक्स शुरू हो रहा है, एक क्षण कृपया

source: Setup
hi_in: सेटअप
hu_hu: Beállítás
lt_lt: Nustatymai
sv_se: Konfigurera

source: Short Term Error
hi_in: शॉर्ट टर्म त्रुटि

source: Shorten recording to %s
hi_in: रिकॉर्डिंग को %s में छोटा करें
hu_hu: Rögzítés rövidítésének ideje %s
lt_lt: Sutrumpinti įrašą iki %s
sv_se: Förkorta inspelning till %s

source: Show selected
hi_in: चयनित दिखाएँ

source: Show similar
hi_in: समान दिखाएँ
hu_hu: Hasonlók mutatása
lt_lt: Rodyti panašius
sv_se: Visa likartade

source: Show/Game show
hi_in: शो / गेम शो
hu_hu: Show/Játékok
lt_lt: Pasirodymai/Žaidimai
sv_se: Shower/spelprogram

source: Sign Off
hi_in: साइन आउट करें
lt_lt: Išsiregistruoti

source: Signal - OK
hi_in: सिग्नल - ओके
hu_hu: Jel - OK
lt_lt: Signalas - geras

source: Signal Level
hi_in: संकेत स्तर
lt_lt: Signalo stiprumas

source: Signal Quality
hi_in: सिग्नल क्वालिटी
hu_hu: Jelszint
lt_lt: Signalo kokybė
sv_se: Signalkvalitet

source: Signal Strength
hi_in: सिग्नल स्ट्रेंथ
hu_hu: Jelerősség
lt_lt: Signalo stiprumas
sv_se: Signalstyrka

source: Signal lost - check cable
hi_in: सिग्नल लॉस्ट - चेक केबल
hu_hu: Nincs jel - ellenőrizze a kábelt
lt_lt: Prarastas signalas - patikrinkite kabelį
sv_se: Ingen signal - Kontrollera kabel

source: Slideshow
hi_in: स्लाइड शो

source: SmartCard ID
hi_in: स्मार्टकार्ड आईडी

source: SmartCard Status
hi_in: स्मार्ट कार्ड स्थिति

source: SmartCard Subscription Status
hi_in: स्मार्टकार्ड सदस्यता स्थिति

source: Smartcard
hi_in: स्मार्टकार्ड

source: Smartcard configuration changed - please enter PIN
hi_in: स्मार्टकार्ड कॉन्फ़िगरेशन बदल गया है - कृपया पिन दर्ज करें

source: Smartcard hardware error
hi_in: स्मार्ट कार्ड हार्डवेयर त्रुटि

source: Smartcard not present
hi_in: स्मार्ट कार्ड मौजूद नहीं है

source: Smartcard ok
hi_in: स्मार्टकार्ड ठीक है

source: Smartcard rejected
hi_in: स्मार्टकार्ड अस्वीकृत

source: Social Media
hi_in: सोशल मीडिया
lt_lt: Socialinė medija

source: Social/Political issues/Economics
hi_in: सामाजिक / राजनीतिक मुद्दों / अर्थशास्त्र
hu_hu: Szociális/Politikai/Gazdasági
lt_lt: Politika/Ekonomika/Socialiniai klausimai
sv_se: Socialt/politik/ekonomi

source: Software
hi_in: सॉफ्टवेयर
hu_hu: Szoftver
lt_lt: Programinė įranga
sv_se: Programvara

source: Software Update
hi_in: सॉफ्टवेयर अपडेट
hu_hu: Szofver frissítés
lt_lt: Programinės įrangos atnaujinimas
sv_se: Programvaruuppgradering

source: Software Version
hi_in: सॉफ्टवेयर संस्करण
hu_hu: Szoftver verzió
lt_lt: Programinės įrangos versija
sv_se: Programversion

source: Some services are unavailable due to lack of connectivity. Please check your network setup.
hi_in: कनेक्टिविटी की कमी के कारण कुछ सेवाएं अनुपलब्ध हैं। कृपया अपने नेटवर्क सेटअप को चेक करे।

source: Sort satellites
hi_in: उपग्रहों को क्रमबद्ध करें
lt_lt: Rūšiuoti palydovus

source: Space Recovery
hi_in: स्पेस रिकवरी

source: Space recovery
hi_in: स्पेस रिकवरी

source: Spanish
hi_in: स्पेनिश
lt_lt: Ispanų
sv_se: Spanska

source: Special
hi_in: विशेष
hu_hu: Speciális
lt_lt: Ypatinga

source: Spectral Inversion Mode
hi_in: स्पेक्ट्रल इनवर्शन मोड

source: Sports
hi_in: खेल
hu_hu: Sport
lt_lt: Sportas
sv_se: Sport

source: Standard
hi_in: मानक
hu_hu: Alap
lt_lt: Standartinis

source: Standby Mode
hi_in: स्टैंडबाय मोड

source: Standby Settings
hi_in: स्टैंडबाय सेटिंग्स
lt_lt: Budėjimo nustatymai

source: Start
hi_in: प्रारंभ करें
hu_hu: Indít
lt_lt: Pradėti

source: Start Frequency
hi_in: स्टार्ट फ्रीक्वेंसी
hu_hu: Kezdő frekvencia
lt_lt: Pradžios dažnis
sv_se: Startfrekvens

source: Start Margin
hi_in: स्टार्ट मार्जिन

source: Start RCU Pairing
hi_in: आरसीयू पैरिंग प्रारंभ करें

source: Start date End date
hi_in: प्रारंभ दिनांक समाप्ति दिनांक
lt_lt: Pradžios data Pabaigos data

source: Start date End date Entitlement
hi_in: प्रारंभ दिनांक समाप्ति दिनांक एंटाइटेलमेंट
lt_lt: Pradžios data Pabaigos data Prieiga

source: Start time
hi_in: प्रारंभ समय
hu_hu: Indítás ideje
lt_lt: Pradžios laikas
sv_se: Starttid

source: Start viewing %s Minutes viewing time left: %i Enter CA PIN to start viewing:
hi_in: देखने को प्रारंभ करें %s मिनट देखने का समय शेष: %i देखने के लिए सीए पिन दर्ज करें:
lt_lt: Pradėti žiūrėti %s Liko žiūrėti minučių: %i Norėdami žiūrėti prašome įveskite PIN:

source: Start: %s min, End: %s min
hi_in: प्रारंभ करें: %s मिनट, समाप्ति: %s मिनट

source: Status: %u%% downloaded
hi_in: स्थिति: %u%% डाउनलोड
hu_hu: Állapot: %u%% letöltve
lt_lt: Būklė: %u%% atsisiųsta
sv_se: Status: %u%% hämtat

source: Status: Download scheduled
hi_in: स्थिति: शेड्यूलड डाउनलोड
hu_hu: Állapot: Időzített letöltés
lt_lt: Būklė: suplantuotas atsisiuntimas
sv_se: Nedladdning schemalagd

source: Status: Not available
hi_in: स्थिति: उपलब्ध नहीं है
hu_hu: Állapot: Nem elérhető
lt_lt: Būklė: neprieinama
sv_se: Status: Inte tillgänglig

source: Step %d out of %d
hi_in: %d से बाहर %d चरण
lt_lt: Žingsnis %d iš %d

source: Stereo
hi_in: स्टीरियो
hu_hu: Sztereo

source: Stop
hi_in: रोकें
hu_hu: Leállít
lt_lt: Sustabdyti
sv_se: Stopp

source: Stop channel recording
hi_in: चैनल रिकॉर्डिंग रोकें
hu_hu: Rögzítés leállítása
lt_lt: Sustabdyti kanalo įrašymą
sv_se: Avbryt kanaluppspelning
