Repository: jestevezmma1994/Script-Revisiones-NuevoSiglo
Catalog: Myenv/nuevosiglo-homecast7582b0-secure-sdk-3.2rc5/App/Applications/CubiTV-Generic/translations/CubiTV/*.po
Languages: hi_in, hu_hu, lt_lt, sv_se

source: [completed]
hi_in: [पूर्ण]
hu_hu: [befejezett]
lt_lt: [baigta]
sv_se: [avslutad]

source: [failed]
hi_in: [असफल]
hu_hu: [sikertelen]
lt_lt: [nepavyko]
sv_se: [misslyckad]

source: [missed]
hi_in: [चूक]
hu_hu: [elmaradt]
lt_lt: [praleista]
sv_se: [missad]

source: [removed]
hi_in: [हटाया गया]
lt_lt: [pašalinta]

source: [scheduled]
hi_in: [शेड्यूलड]
hu_hu: [ütemezett]
lt_lt: [suplanuota]
sv_se: [schemalagd]

source: [stopped – no source]
hi_in: [रोका गया - कोई स्रोत नहीं]
hu_hu: [megállt - forrás nem elérhető]
lt_lt: [sustabdyta – nėra šaltinio]
sv_se: [stoppad - ingen källa]

source: [stopped – no space]
hi_in: [रोका गया - कोई स्थान नहीं]
hu_hu: [megállt - nincs szabad hely]
lt_lt: [sustabdyta – nėra vietos]
sv_se: [stoppad - inget utrymme]

source: [unknown]
hi_in: [अज्ञात]

source: about %d SD hour or
hi_in: लगभग %d एसडी घंटा या
lt_lt: apie %d SD valandą arba

source: about %d hour left
hi_in: लगभग %d घंटे शेष
hu_hu: kb. %d óra van hátra
lt_lt: liko apie %d valanda
sv_se: ca %d timmar kvar

source: asm
hi_in: असामी

source: ben
hi_in: बंगाली

source: bho
hi_in: भोजपुरी

source: cannot connect to network
hi_in: नेटवर्क से कनेक्ट नहीं हो सकता

source: channel
hi_in: चैनल

source: check
hi_in: चेक

source: config
hi_in: कॉन्फ़िग
sv_se: Skriver konfiguration

source: connected
hi_in: जुड़ा हुआ

source: connecting (%d)
hi_in: कनेक्टिंग (%d)

source: date
hi_in: तिथि

source: disabled
hi_in: अक्षम

source: disconnected
hi_in: डिस्कनेक्ट किया गया

source: done
hi_in: किया
hu_hu: kész
lt_lt: Baigta
sv_se: Klar

source: download
hi_in: डाउनलोड
hu_hu: letöltés
lt_lt: Siunčiama
sv_se: Nedladdning

source: dut
hi_in: डी यू टी

source: element
hi_in: एलिमेंट
lt_lt: elementas

source: endTime
hi_in: अंत टाइम

source: eng
hi_in: इनजी

source: enter
hi_in: प्रविष्ट करें
lt_lt: OK

source: error
hi_in: त्रुटि

source: format_long
hi_in: डिस्क प्रारूप प्रगति में है डिस्क प्रारूप 3 से 5 मिनट तक ले सकता है। कृपया एसटीबी को रीसेट या बिजली न दें। एसटीबी स्टार्ट-अप प्रक्रिया जारी रखेगी जब प्रारूप पूरा हो गया है।
hu_hu: Formázás folyamatban A formázás 5 percig is eltarthat. Kéjük, ne kapcsolja ki a készüléket. A formázás végén a STB újra elérhető lesz.
sv_se: Formaterar hårddisken Formatering kan ta upp till 5 minuter. Nollställ inte eller stäng av STB:n. STB:n startar om på nytt automatiskt när uppdateringen är färdig.

source: formating
hi_in: फ़ॉर्मेटिंग
hu_hu: formázás
lt_lt: formatuoja
sv_se: Formaterar hårddisk

source: guj
hi_in: गुजराती

source: hin
hi_in: हिंदी

source: hour
hi_in: घंटा
hu_hu: óra
lt_lt: valanda
sv_se: timme

source: hours
hi_in: घंटे
lt_lt: val.

source: interrupted
hi_in: बाधित

source: kan
hi_in: कन्नड़

source: kernel
hi_in: कर्नेल
sv_se: Preparerar Kernel

source: keyword
hi_in: कीवर्ड

source: less than HD hour left
hi_in: एचडी घंटा से कम समय
hu_hu: kevesebb mint egy óra van hátra (HD)
lt_lt: liko mažiau nei HD valanda
sv_se: mindre än en timme med HD-kvalitet kvar

source: less than hour left
hi_in: कम से कम घंटे बाकी
hu_hu: kevesebb mint egy óra van hátra
lt_lt: liko mažiau nei valanda
sv_se: mindre än en timme kvar

source: logo
hi_in: लोगो
sv_se: Preparerar logo

source: mal
hi_in: मलयालम

source: mar
hi_in: मराठी

source: more_adult_search_results
hi_in: अधिक_वयस्क_सर्च_प्रस्तुति

source: nPVR action failed
hi_in: एनपीवीआर कार्रवाई विफल

source: nPVR margins
hi_in: एनपीवीआर मार्जिन

source: nPVR quota used
hi_in: एनपीवीआर कोटा का इस्तेमाल किया
lt_lt: naudojama saugyklos vietos

source: nPVR request has been canceled
hi_in: एनपीवीआर अनुरोध रद्द कर दिया गया है

source: nPVR server rejected recording request.
hi_in: एनपीवीआर सर्वर रिकॉर्डिंग अनुरोध को अस्वीकार कर दिया।
lt_lt: nepavyko paleisti įrašymo

source: nep
hi_in: नेपाली

source: network connected, but no Internet access
hi_in: नेटवर्क जुड़ा हुआ है, लेकिन कोई इंटरनेट एक्सेस नहीं

source: no interface connected
hi_in: कोई अंतरफलक जुड़ा नहीं है

source: no quota limit
hi_in: कोई कोटा सीमा नहीं

source: off
hi_in: बंद
hu_hu: ki
lt_lt: Išjungta
sv_se: av

source: ori
hi_in: उड़ीसा

source: pan
hi_in: पंजाबी

source: premiere
hi_in: प्रीमियर

source: quota used
hi_in: कोटा इस्तेमाल किया

source: recording
hi_in: रिकॉर्डिंग

source: repeat
hi_in: दोहराना

source: result
hi_in: परिणाम
hu_hu: találat
lt_lt: rezultatas
sv_se: resultat

source: rootfs
hi_in: रूट एफएस
sv_se: Preparerar Rootfs

source: save
hi_in: सेव

source: spa
hi_in: स्पा

source: space
hi_in: स्पेस
lt_lt: Tarpas

source: spaceRecovery
hi_in: स्पेस रिकवरी

source: startTime
hi_in: प्रारंभ समय

source: tam
hi_in: तामिल

source: tel
hi_in: तेलुगू

source: to
hi_in: से

source: today
hi_in: आज
hu_hu: ma
lt_lt: Šiandien
sv_se: idag

source: tomorrow
hi_in: कल
hu_hu: holnap
lt_lt: Rytoj
sv_se: i morgon

source: unknown
hi_in: अज्ञात
hu_hu: ismeretlen
lt_lt: nežinomas
sv_se: okänd

source: unknown quota
hi_in: अज्ञात कोटा

source: unknown test
hi_in: अज्ञात परीक्षण

source: unknown connection error
hi_in: अज्ञात कनेक्शन त्रुटि

source: unlimited
hi_in: असीमित
hu_hu: korlátlan
lt_lt: neribotas
sv_se: Obegränsad

source: upgrade_long
hi_in: फर्मवेयर अपग्रेड 10 से 15 मिनट तक ले सकता है। कृपया एसटीबी को रीसेट या बिजली न दें। अपग्रेड पूर्ण होने पर एसटीबी स्वचालित रूप से पुनरारंभ हो जाएगा।
hu_hu: A frissítés 15 percig is eltarthat. Kérjük, ne kapcsolja ki a STB-t. A frissítés végén a STB automatikusan újraindul.
lt_lt: Programinės įrangos atnaujinimas gali užtrukti 10 – 15 min. SVARBU: neišjunkite priedėlio ir neatjunkite jo maitinimo laido. Atsinaujinus programinei įrangai priedėlis automatiškai persikraus.
sv_se: Firmware uppgradering kan ta upp till 15 minuter. Nollställ inte eller stäng av STB:n. STB:n startar om på nytt automatiskt när uppdateringen är färdig.

source: usr
hi_in: यूएसआर
sv_se: Preparerar Usr

source: verify
hi_in: सत्यापित करें
hu_hu: megerősít
lt_lt: patvirtinti
sv_se: Verifierar installerade filer

source: writing
hi_in: लेखन
hu_hu: írás
lt_lt: įrašinėja
sv_se: Installerar firmware

source: about %d HD hour left
hu_hu: %d óra van hátra (HD)
lt_lt: liko %d HD valanda
sv_se: %d timme med HD-kvalitet kvar

source: about %d SD hour left
hu_hu: %d óra van hátra (SD)
lt_lt: liko %d SD valanda
sv_se: %d timme med SD-kvalitet kvar

source: Always
lt_lt: Visada

source: Conax Card Number
lt_lt: TV kortelės nr.

source: DVB-C Manual
hu_hu: DVB-C Kézi
lt_lt: DVB-C Rankinis
sv_se: DVB-C Manuell

source: DVB-C Manual PAT only scan
lt_lt: DVB-C tik rankinis PAT skanavimas

source: DVB-C NIT Automatic
hu_hu: DVB-C NIT Automatikus
lt_lt: DVB-C NIT automatinis
sv_se: DVB-C NIT - automatisk

source: Daily
hu_hu: Napi
lt_lt: Kasdien
sv_se: Dagligen

source: Delete file
hu_hu: Fájl törlése
lt_lt: Trinti bylą
sv_se: Radera fil

source: Enable
lt_lt: Įjungti

source: Enter WiFi password
lt_lt: Įveskite WiFi slaptažodį

source: Follow Parental Control
lt_lt: Vadovautis tėvų kontrole

source: Fullscreen
hu_hu: Teljes képernyő
lt_lt: Išnaudoti visą ekraną
sv_se: Helskärm

source: Hide Adult Titles
lt_lt: Nerodyti turinio suaugusiems

source: Lithuanian
lt_lt: Lietuvių

source: Lost tuner access
lt_lt: Prarasta prieiga prie tiunerio

source: Manual Configuration
lt_lt: Rankinis nustatymas

source: Network Medium
lt_lt: Prisijungimas prie interneto

source: Network Selection
lt_lt: Tinklo pasirinkimas

source: Never
lt_lt: Niekada

source: Parental Control
lt_lt: Tėvų kontrolė

source: Password must contain between 8 and 63 characters.
lt_lt: Slaptažodžio ilgis turi būti nuo 8 iki 63 simbolių

source: Playlist error
lt_lt: Grojaraščio klaida

source: Please enter WEP key
hu_hu: Kérem, adja meg a WEP jelszót
lt_lt: Prašome įvesti slaptažodį(WEP raktą)
sv_se: Slå in WEP kod

source: Please enter WPA password
hu_hu: Kérem, adja meg a WPA jelszót
lt_lt: Prašome įvesti slaptažodį (WPA)
sv_se: Slå in WPA kod

source: Please enter WPA2 password
hu_hu: Kérem, adja meg a WPA2 jelszót
lt_lt: Prašome įvesti slaptažodį (WPA2)
sv_se: Slå in WPS2 kod

source: Please enter parental control PIN to play chosen content
lt_lt: Prašome įvesti PIN kodą

source: Remove directory
lt_lt: Pašalinti katalogą

source: Rental period for this content has expired.
hu_hu: A tartalom kölcsönzése lejárt
lt_lt: Šiam turiniui nuomos periodas yra pasibaigęs
sv_se: Hyrperioden för materialet har avslutats.

source: Service Name
hu_hu: Szolgáltatás neve
lt_lt: Paslaugos pavadinimas
sv_se: Servicenamn

source: Set Current Time
lt_lt: Nustatyti dabartinį laiką

source: Settings
lt_lt: Techniniai parametrai

source: Static
hu_hu: Statikus
lt_lt: Statinis
sv_se: Statisk

source: There are too many ongoing recordings. Please stop some to watch this channel again.
hu_hu: Túl sok egyidejű rögzítés van folyamatban. A kívánt csatorna megtekintéséhez állítson le egy rögzítést.
lt_lt: Per daug vykstančių įrašymų. Prašome kažkurį sustabdyti, jeigu norite vėl žiūrėti šį kanalą.
sv_se: Det finns för många pågående inspelningar. Avsluta några för att se denna kanalen igen.

source: There´s a connectivity problem, please try again, if the problem remains please call your provider
lt_lt: Atsiprašome, įvyko ryšio klaida. Patikrinkite interneto ryšį ir perkraukite priedėlį. Jei problema neišsispręs – kreipkitės į Cgates

source: Time
lt_lt: Laikas

source: Tuner is not available
lt_lt: Tiuneris nepasiekiamas

source: Unread messages!
hu_hu: Olvasatlan üzenet!
lt_lt: Neperskaityti pranešimai!
sv_se: Olästa meddelanden!

source: Waiting for channels...
hu_hu: Várakozás a csatornákra...
lt_lt: Laukiama kanalų...
sv_se: Väntar på kanaler...

source: Weekly
hu_hu: Heti
lt_lt: Kas savaitę
sv_se: Veckovis

source: WiFi Network Type
lt_lt: WiFi tinklo tipas

source: WiFi Password
lt_lt: WiFi slaptažodis

source: WiFi settings
lt_lt: WiFi nustatymai

source: You are not entitled to view this channel
hu_hu: Nem jogosult a csatorna megtekintésére
lt_lt: Nesate užsisakę šio kanalo
sv_se: Du har inte rättigheter till kanalen

source: You are not entitled to view this content
hu_hu: Nem jogosult a tartalom megtekintésére.
lt_lt: Nesate užsisakę šio turinio
sv_se: Du har inte rättigheter till materialet

source: You got mail
hu_hu: Új üzenete érkezett
lt_lt: Gavote naują pranešimą
sv_se: Du har e-post

source: [interrupted]
hu_hu: [megszakított]
lt_lt: [pertraukta]
sv_se: [avbrutet]

source: [recording]
hu_hu: [rögzítés]
lt_lt: [įrašinėja]
sv_se: [inspelning]

source: [stopped manually]
hu_hu: [manuálisan megállított]
lt_lt: [sustabdyta rankiniu būdu]
sv_se: [stoppad manuellt]

source: Automatic update will start in %u second.
hu_hu: Automatikus frissítés %u mp. múlva indul.
sv_se: Automatisk uppdatering startar om %u sekunder

source: Configure
hu_hu: Beállít
sv_se: Konfigurera

source: DVB-C Automatic
hu_hu: DVB-C Automatikus
sv_se: DVB-C Automatisk

source: Display Format (HDMI)
hu_hu: Megjelenítés formátuma (HDMI)
sv_se: Visningsformat (HDMI)

source: Display Format (SCART)
hu_hu: Megjelenítés formátuma (SCART)
sv_se: Visningsformat (SCART)

source: Format successful
hu_hu: Formázás sikeres
sv_se: Formatering utförd

source: Helsinki, Athens, Kaliningrad
sv_se: Helsingfors, Aten, Kaliningrad

source: Incorrect CA Card
hu_hu: Nem megfelelő smartkártya
sv_se: CA-kortet är ogiltigt

source: CubiTV Portal Connectivity
sv_se: Mellanprogramanslutning

source: Moscow, Saint Petersburg
sv_se: Moskva, Sankt Petersburg

source: Not enough tokens - please recharge Your card
hu_hu: Nincs elegendő tokenje - kérem, töltse fel a kártyáját
sv_se: Inte tillräckligt med polletter - Ladda kortet

source: Paris, Berlin, Warsaw, Rome
sv_se: Paris, Berlin, Warszawa, Rom

source: Press OK to browse or OPT to format for PVR
hu_hu: Nyomja meg az Ok-t a kereséshez, illetve az OPT-ot a formázáshoz
sv_se: Tryck på OK om du vill bläddra, tryck på OPT om du vill formatera för PVR

source: Press OPT to format for PVR
hu_hu: Formázás a PVR használatához: "Opt"
sv_se: Tryck på OPT om du vill formatera för PVR

source: Remove dir
hu_hu: Mappa törlése
sv_se: Radera katalog

source: Rename dir
hu_hu: Mappa átnevezése
sv_se: Ändra namn på katalog

source: Reykjavík
sv_se: Reykjavik

source: Start viewing %s Minutes viewing time left: %i Please enter CA PIN to start viewing:
hu_hu: Lejátszás indítása %s Hátralévő percek száma: %i Kérem, adja meg a CA PIN-t a lejátszás indításához:
sv_se: Börja visa %s Minuter visningstid kvar: %i Ange CA PIN för att börja visa:

source: TV Aspect Ratio
hu_hu: TV kép arány
sv_se: TV-skärmformat

source: Tokens: %d Last access: %s
hu_hu: Tokenek: %d Utolsó hozzáférés: %s
sv_se: Polett: %d Senast använt: %s

source: You have too many keyword recordings.
hu_hu: Túl sok rögzítés
sv_se: Du har för många sökordsinspelningar

source: You will be soon zapped to %s.
hu_hu: Hamarosan átkapcsoljuk a %s csatornára.
sv_se: Du kommer snart att flyttas tilll %s.

source: automatic
hu_hu: automatikus
sv_se: Automatisk

source: chkflash
sv_se: Kontrollerar Flash

source: manual
hu_hu: kézi
sv_se: Manuell

source: new
hu_hu: új
sv_se: Ny

source: prev
hu_hu: előző
sv_se: Tidigare
