Repository: jestevezmma1994/Script-Revisiones-NuevoSiglo
Catalog: Myenv/nuevosiglo-homecast7582b0-secure-sdk-3.2rc5/App/Applications/CubiTV-Generic/translations/CubiTV/*.po
Languages: hi_in, hu_hu, lt_lt, sv_se

source: / minute
hi_in: / मिनट
hu_hu: / perc
lt_lt: / minutė
sv_se: / minut

source: H
hi_in: एच
lt_lt: V

source: V
hi_in: वी

source: ep. %d
hi_in: ईपी। %d

source: %d HD hour left
hi_in: %d एचडी घंटे शेष
hu_hu: %d óra van hátra (HD)
lt_lt: liko %d HD valanda
sv_se: %d timme med HD-kvalitet kvar

source: %d attempt left.
hi_in: %d प्रयास छोड़ा गया।
hu_hu: %d próbálkozás van hátra
lt_lt: Liko %d bandymas
sv_se: %d försök kvar

source: %d channel
hi_in: %d चैनल

source: %d hour
hi_in: %d घंटे
lt_lt: %d valanda

source: %d min
hi_in: %d मिनट

source: %d out of %d
hi_in: %d से %d
lt_lt: %d iš %d
sv_se: %d av %d

source: %i (%i new or updated) Radio channels
hi_in: %i (%i नए या अद्यतन) रेडियो चैनल
hu_hu: %i (%i új vagy frissített) rádió csatorna
lt_lt: %i (%i nauji ar atnaujinti) Radijo kanalai
sv_se: %i (%i nya/uppdaterade) radiokanaler

source: %i (%i new or updated) TV channels
hi_in: %i (%i नये या अद्यतन) टीवी चैनल
hu_hu: %i (%i új vagy frissített) TV csatorna
lt_lt: %i (%i nauji ar atnaujinti) TV kanalai
sv_se: %i (%i nya/uppdaterade) TV-kanaler

source: %i hour
hi_in: %i घंटे

source: %i min
hi_in: %i मिनट

source: %i minute
hi_in: %i मिनट

source: %i percent left
hi_in: %i प्रतिशत शेष

source: %i radio channel
hi_in: %i रेडियो चैनल
hu_hu: %i rádió csatorna
lt_lt: %i radijo kanalas
sv_se: %i radiokanal

source: %i recording
hi_in: %i रिकॉर्डिंग
hu_hu: %i rögzítés
lt_lt: %i įrašas
sv_se: %i inspelning

source: %i reminder
hi_in: %i रिमाइंडर
hu_hu: %i emlékeztető
lt_lt: %i priminimas
sv_se: %i påminnelse

source: %i secs
hi_in: %i सेकंड्स

source: %i tv channel
hi_in: %i टीवी चैनल
hu_hu: %i TV csatorna
lt_lt: %i TV kanalas
sv_se: %i tv kanal

source: %s ep. %d
hi_in: %sईपी %d

source: %s not found
hi_in: %s नहीं मिला

source: %s, Available to: %s
hi_in: %s, के लिए उपलब्ध: %s

source: %s: %i channel found
hi_in: %s: %i चैनल मिला
hu_hu: %s: %i csatorna telepítve
lt_lt: %s: rastas %i kanalas
sv_se: %s: %i kanaler hittade

source: (%d day %dh)
hi_in: (%d दिन %dh)
hu_hu: (%d nap %dh)
lt_lt: (%d diena %dh)
sv_se: (%d dag %d timme/timmar)

source: (%d day)
hi_in: (%d दिन)
hu_hu: (%d nap)
lt_lt: (%d diena)
sv_se: (%d dag)

source: (%d hour)
hi_in: (%d घंटे)
hu_hu: (%d óra)
lt_lt: (%d valanda)
sv_se: (%d timme)

source: (%dh %dmin)
hi_in: (%dh %dमिनट)
hu_hu: (%dóra %dperc)
sv_se: (%d timme/timmar %d min.)

source: (%dmin)
hi_in: (%dमिनट)
hu_hu: (%d perc)

source: (Description blocked by Parental Control)
hi_in: (अभिभावक अभिभावक नियंत्रण द्वारा अवरुद्ध)
lt_lt: (Aprašas užblokuotas tėvų kontrolės)

source: (Description blocked)
hi_in: (विवरण अवरुद्ध)

source: (Non smartcard)
hi_in: (गैर स्मार्टकार्ड)

source: (Title Blocked)
hi_in: (शीर्षक अवरुद्ध)
lt_lt: (Pavadinimas užblokuotas)

source: (all)
hi_in: सभी (सभी)
hu_hu: (összes)
lt_lt: (visi)
sv_se: (alla)

source: (hard of hearing)
hi_in: (सुनवाई की कड़ी)
hu_hu: (hallássérült)
lt_lt: (neprigirdintiesiems)
sv_se: (hörselskadade)

source: (no label)
hi_in: (कोई लेबल नहीं)
hu_hu: (nincs cím)
lt_lt: (nėra etiketės)
sv_se: (ingen titel)

source: (none)
hi_in: (कोई नहीं)
hu_hu: (nincs)
lt_lt: (nėra)
sv_se: (inga)

source: (unavailable)
hi_in: (अनुपलब्ध)

source: (unsupported)
hi_in: (असमर्थित)
hu_hu: (nem támogatott)
lt_lt: (nesuderinamas)
sv_se: (kan inte användas)

source: (visually impaired)
hi_in: (नेत्रहीन बिगड़ा हुआ)
hu_hu: (látássérült)
lt_lt: (silpnaregiams)
sv_se: (synskadade)

source: 0 recordings
hi_in: 0 रिकॉर्डिंग
hu_hu: 0 felvétel
lt_lt: 0 įrašų
sv_se: 0 inspelningar

source: 0.00-CURRENT
hi_in: 0.00-वर्तमान
hu_hu: 0.00-AKTUÁLIS
sv_se: 0.00-Nuvarande

source: 000 unknown
hi_in: 000 अज्ञात
hu_hu: 000 ismeretlen
lt_lt: 000 nežinoma
sv_se: 000 Okänd

source: 1 Hour
hi_in: 1 घंटे

source: 1 minute
hi_in: 1 मिनट
hu_hu: 1 perc
lt_lt: 1 minutė
sv_se: 1 minut

source: 10 minutes
hi_in: 10 मिनट
hu_hu: 10 perc
lt_lt: 10 minučių
sv_se: 10 minuter

source: 10 seconds
hi_in: 10 सेकेंड
hu_hu: 10 másodperc
lt_lt: 10 sekundžių
sv_se: 10 sekunder

source: 100GB
hi_in: 100 जीबी

source: 10GB
hi_in: 10 जीबी

source: 120 minutes
hi_in: 120 मिनट

source: 15 minutes
hi_in: 15 मिनट
hu_hu: 15 perc
lt_lt: 15 minučių
sv_se: 15 minuter

source: 15 seconds
hi_in: 15 सेकंड
hu_hu: 15 másodperc
lt_lt: 15 sekundžių
sv_se: 15 sekunder

source: 150 minutes
hi_in: 150 मिनट

source: 180 minutes
hi_in: 180 मिनट

source: 2 Hours
hi_in: 2 घंटे

source: 2 minutes
hi_in: 2 मिनट
hu_hu: 2 perc
lt_lt: 2 minutės
sv_se: 2 minuter

source: 2 seconds
hi_in: 2 सेकंड
hu_hu: 2 másodperc
lt_lt: 2 sekundės
sv_se: 2 sekunder

source: 20 minutes
hi_in: 20 मिनट
hu_hu: 20 perc
lt_lt: 20 minučių
sv_se: 20 minuter

source: 200GB
hi_in: 200 जीबी

source: 20GB
hi_in: 20 जीबी

source: 22 kHz Tone
hi_in: 22 kHz टोन
hu_hu: DiSEqC 22 kHz
lt_lt: 22 kHz tonas
sv_se: 22 kHz-ton

source: 30 minutes
hi_in: 30 मिनट
hu_hu: 30 perc
lt_lt: 30 minučių
sv_se: 30 minuter

source: 30 seconds
hi_in: 30 सेकंड

source: 4 Hours
hi_in: 4 घंटे

source: 5 minutes
hi_in: 5 मिनट
hu_hu: 5 perc
lt_lt: 5 minutės
sv_se: 5 minuter

source: 5 seconds
hi_in: 5 सेकंड
hu_hu: 5 másodperc
lt_lt: 5 sekundės
sv_se: 5 sekunder

source: 500GB
hi_in: 500 जीबी

source: 50GB
hi_in: 50 जीबी

source: 576p/480p
hi_in: 576 पी / 480 पी

source: 6 Hours
hi_in: 6 घंटे

source: 60 minutes
hi_in: 60 मिनट

source: 60 seconds
hi_in: 60 सेकंड

source: 8 Hours
hi_in: 8 घंटे

source: 90 minutes
hi_in: 90 मिनट

source: <p>Press Exit to hide Caller ID bar. Press <img src="icons_green_button.png"/> button to redirect call to voice mail</p>
hi_in: <P> कॉलर आईडी बार को छुपाने के लिए बाहर निकलें दबाएं। <Img src = " icons_green_button.png \ "/> बटन कोकॉल को डायल करने के लिए वाइस मेल </ p>

source: A new disk %s %s has been found. Click OK to browse available disks.
hi_in: एक नई डिस्क %s%s मिला है। उपलब्ध डिस्क ब्राउज़ करने के लिए ठीक क्लिक करें।
lt_lt: Rastas naujas diskas %s %s. Spauskite OK peržiūrėti diskus.

source: A problem occurred
hi_in: एक समस्या हुई
lt_lt: Įvyko klaida

source: A/V Output Settings
hi_in: ए / वी आउटपुट सेटिंग्स
hu_hu: A/V kimenet beállításai
lt_lt: Prijungimo "tulpe" nustatymai
sv_se: Inställning av utgångar

source: A: Over 18
hi_in: ए: 18 से अधिक
hu_hu: 18 év felett
lt_lt: A: Virš 18
sv_se: A: Över 18 år

source: About Conax CA
hi_in: वेरिमेट्रिक्स सीए के बारे में
hu_hu: Conax CA információ
lt_lt: Apie Conax CA
sv_se: Om Conax CA

source: About CryptoGuard CA
hi_in: क्रिप्टोगार्ड सीए के बारे में

source: About ViewRightIPTV CA
hi_in: ViewRight IPTV सीए के बारे में

source: Accept
hi_in: स्वीकार करें

source: Access denied
hi_in: प्रवेश निषेध
lt_lt: Prieiga draudžiama

source: Action ends with success.
hi_in: कार्य सफलता के साथ समाप्त होता है

source: Action failed! Please try later.
hi_in: क्रिया विफल! कृपया बाद में प्रयास करें।

source: Action prohibited
hi_in: क्रिया निषिद्ध
lt_lt: Veiksmas negalimas

source: Active Standby
hi_in: सक्रिय स्टैंडबाय
lt_lt: Budėjimo režimas

source: Active standby will start in %u second.
hi_in: सक्रिय स्टैंडबाय %u सेकंड में शुरू होगा।
lt_lt: Budėjimo režimas įsijungs po %u sekundės.

source: Adaptive Bit Rate
hi_in: अनुकूली बिट दर

source: Add
hi_in: जोड़ें
lt_lt: Pridėti

source: Add & Connect
hi_in: जोड़ें और कनेक्ट करें
lt_lt: Pridėti ir prisijungti

source: Add new list
hi_in: नई सूची जोड़ें
lt_lt: Pridėti naują sąrašą

source: Add new satellite
hi_in: नया उपग्रह जोड़ें
lt_lt: Pridėti satelitą

source: Add to Favorites
hi_in: पसंदीदा में जोड़ें

source: Add/remove TV channels
hi_in: टीवी चैनल जोड़ें / निकालें
lt_lt: Pridėti/šalinti kanalus

source: Add/remove radio channels
hi_in: रेडियो चैनल जोड़ें / निकालें

source: Adult
hi_in: वयस्क

source: Adult Content Blocking
hi_in: वयस्क सामग्री ब्लॉकिंग

source: Advanced settings
hi_in: उन्नत सेटिंग्स

source: Advanced...
hi_in: उन्नत ...
lt_lt: Detaliau...

source: All Channels
hi_in: सभी चैनल

source: All Episodes
hi_in: सभी एपिसोड

source: All Music
hi_in: सभी संगीत

source: All files
hi_in: सभी फाइलें

source: All tuners are in use
hi_in: सभी ट्यूनर्स उपयोग में हैं
hu_hu: Összes tuner használatban
lt_lt: Visi tiuneriai užimti
sv_se: Alla mottagare används

source: All tuners are in use. There are probably too many ongoing recordings.
hi_in: सभी ट्यूनर उपयोग में हैं। शायद बहुत से रिकॉर्डिंग चल रहे हैं।
hu_hu: Összes tuner használatban. A folyamatban lévő rögzítések száma elérte a maximumot.
lt_lt: Visi tiuneriai užimti. Greičiausiai vienu metu vyksta per daug įrašymų.
sv_se: Alla mottagare används. För många samtidiga inspelningar.

source: Alphabetically
hi_in: वर्णक्रम
lt_lt: Abėcėlės tvarka

source: Alternative font
hi_in: वैकल्पिक फ़ॉन्ट

source: Alternative font recommended
hi_in: वैकल्पिक फ़ॉन्ट अनुशंसित

source: An error has occurred.
hi_in: एक त्रुटि हुई है।

source: An error has occurred. Please contact your service provider.
hi_in: एक त्रुटि आई है कृपया अपने सेवा प्रदाता से संपर्क करें।
lt_lt: Įvyko klaida. Prašome kreiptis į Cgates.

source: Analog Closed Captioning
hi_in: एनालॉग बंद कैप्शनिंग

source: Analog Outputs
hi_in: एनालॉग आउटपुट
lt_lt: Prijungimas "tulpe" ar SCART jungtimi

source: Any
hi_in: कोई भी

source: Application Font
hi_in: अनुप्रयोग फ़ॉन्ट

source: Application Skin
hi_in: अनुप्रयोग त्वचा

source: Apr
hi_in: अप्रैल
lt_lt: Bal

source: Are you sure that you want to drop all channels?
hi_in: क्या आप निश्चित हैं कि आप सभी चैनल छोड़ना चाहते हैं?
hu_hu: Biztos, hogy törölni akarja a meglévő csatornákat?
lt_lt: Ar tikrai norite ištrinti visus kanalus?
sv_se: Är du säker på att du vill ta bort alla kanaler?

source: Are you sure?
hi_in: क्या आप निश्चित हैं?
hu_hu: Biztos benne?
lt_lt: Prašome patvirtinti
sv_se: Är du säker?

source: Arts/Culture
hi_in: कला / संस्कृति
hu_hu: Művészetek/Kultúra
lt_lt: Menai/Kultūra
sv_se: Konst/kultur

source: Ask again later
hi_in: बाद में पूछें
hu_hu: Kérdezzen rá később
lt_lt: Paklausti vėliau
sv_se: Fråga senare

source: Assamese
hi_in: असामी

source: At least one active transponder must exist.
hi_in: कम से कम एक सक्रिय ट्रांसपोंडर मौजूद होना चाहिए।

source: Audio Codec
hi_in: ऑडियो कोडेक

source: Audio DMM
hi_in: ऑडियो डीएमएम

source: Audio Lang
hi_in: ऑडियो लैंग

source: Audio PID
hi_in: ऑडियो पीआईडी

source: Audio Settings
hi_in: ऑडियो सेटिंग्स
lt_lt: Garso nustatymai

source: Audio Status
hi_in: ऑडियो स्थिति

source: Audio Track
hi_in: ऑडियो ट्रैक
hu_hu: Hangsáv
lt_lt: Kalba
sv_se: Ljudspår

source: Audio Type
hi_in: ऑडियो प्रकार

source: Audio-Video Sync
hi_in: ऑडियो-वीडियो सिंक

source: Aug
hi_in: अगस्त
lt_lt: Rug

source: Authentication failed - PIN is blocked.
hi_in: प्रमाणीकरण विफल - पिन अवरुद्ध है।

source: Authentication failed - PIN is blocked. Wait around 10 minutes.
hi_in: प्रमाणीकरण विफल - पिन अवरुद्ध है, करीब 10 मिनट प्रतीक्षा करें।

source: Authentication failed. Not enough in purse
hi_in: प्रमाणीकरण असफल। पर्स में पर्याप्त पैसे नहीं

source: Authentication failed. Try again.
hi_in: प्रमाणीकरण असफल। पुन: प्रयास करें।
hu_hu: Azonosítás nem sikerült. Kérem, próbálja újra.
lt_lt: Įvesta neteisingai, bandykite dar kartą.
sv_se: Verifiering misslyckades. Försök igen.

source: Authentication failed. Wrong Pin was entered.
hi_in: प्रमाणीकरण विफल। गलत पिन दर्ज किया गया।

source: Authentication required
hi_in: प्रमाणीकरण की आवश्यकता
hu_hu: Azonosítás szükséges
lt_lt: Prašome įvesti PIN kodą
sv_se: Verifiering krävs

source: Authentication with %s failed
hi_in: %s के साथ प्रमाणीकरण विफल

source: Auto
hi_in: ऑटो
hu_hu: Automatikus
sv_se: Automatisk

source: Auto Download
hi_in: ऑटो डाउनलोड
hu_hu: Automatikus letöltés
lt_lt: Automatinis atsisiuntimas
sv_se: Automatisk nedladdning

source: Auto Install
hi_in: स्वत: स्थापित करें
hu_hu: Automatikus telepítés
lt_lt: Automatinis diegimas
sv_se: Automatisk installation

source: Auto Standby
hi_in: ऑटो स्टैंडबाय

source: Auto(DHCP)
hi_in: ऑटो (डीएचसीपी)

source: Autodelete Oldest Recordings
hi_in: पुराने रिकॉर्डिंग ऑटो डिलीट
hu_hu: Korábbi rögzítések törlése automatikusan
lt_lt: Automatiškai trinti seniausius įrašus
sv_se: Ta bort äldsta inspelningarna automatiskt

source: Automatic
hi_in: स्वचालित
hu_hu: Automatikus
lt_lt: Automatinis nustatymas
sv_se: Automatisk

source: Automatic Channel Scanning
hi_in: स्वचालित चैनल स्कैनिंग
hu_hu: Automatikus csatorna keresés
lt_lt: Automatinė kanalų paieška
sv_se: Automatisk kanalsökning

source: Automatic Frame Rate Selection
hi_in: स्वत: फ़्रेम दर चयन

source: Automatic Standby
hi_in: स्वचालित स्टैंडबाय

source: Automatic restart in %d second.
hi_in: %d सेकेंड में स्वचालित पुनरारंभ करें।

source: Automatic switch to standby in %u second.
hi_in: %u सेकंड में स्टैंडबाय पर स्वत: स्विच करें।

source: Automatic update will start in %d second.
hi_in: स्वचालित अद्यतन %d सेकंड में शुरू होगा।
lt_lt: Automatinis atnaujinimas prasidės po %d s.

source: Available
hi_in: उपलब्ध

source: Available Transponders
hi_in: उपलब्ध ट्रांसपोंडर
hu_hu: Elérhető transzponderek
lt_lt: Prieinami transponderiai
sv_se: Tillgängliga transpondrar

source: BER
hi_in: बीइआर

source: Background music
hi_in: पृष्ठभूमि संगीत

source: Bad URL: %d
hi_in: खराब यूआरएल: %d
lt_lt: Bloga nuoroda: %d

source: Bad certificate
hi_in: खराब प्रमाणपत्र

source: Bad format: %d
hi_in: खराब प्रारूप: %d
lt_lt: Blogas formatas: %d

source: Bad server response: %d
hi_in: खराब सर्वर प्रतिक्रिया: %d
lt_lt: Blogas serverio atsakymas: %d

source: Balance: %d token
hi_in: बैलेंस: %d टोकन
hu_hu: Egyenleg: %d token
lt_lt: Balansas: %d žetonas
sv_se: Balans: %d token

source: Band Select
hi_in: बैंड चयन करें
lt_lt: Bangų pasirinkimas
sv_se: Välj band

source: Bandwidth
hi_in: बैंडविड्थ
hu_hu: Sávszélesség
lt_lt: Bangų ruožas
sv_se: Bandbredd

source: Bandwidth [MHz]
hi_in: बैंडविड्थ [मेगाहर्टज]
hu_hu: Sávszélesség [MHz]
lt_lt: Bangų ruožas [MHz]
sv_se: Bandbredd [MHz]

source: Banner Timeout
hi_in: बैनर टाइमआउट

source: Begin format now
hi_in: अब प्रारूप शुरू करें
hu_hu: Formázás indítása
lt_lt: Pradėti formatavimą
sv_se: Påbörja formattering nu

source: Bengali
hi_in: बंगाली

source: Bhojpuri
hi_in: भोजपुरी

source: Birth date: %s
hi_in: जन्म तिथि: %s

source: Birth place: %s
hi_in: जन्म स्थान: %s

source: Block Channels
hi_in: ब्लॉक चैनल
hu_hu: Csatornák lezárása
lt_lt: Blokuoti kanalus
sv_se: Blockera kanaler

source: Boot Loader
hi_in: बूट लोडर

source: Box Id
hi_in: बॉक्स आईडी

source: Buffers
hi_in: बफर

source: Buy
hi_in: खरीदें
hu_hu: Vásárlás
lt_lt: Pirkti
sv_se: Köp

source: Buying with %s
hi_in: %s के साथ ख़रीदना

source: By Channel Number
hi_in: चैनल संख्या से
lt_lt: Pagal kanalo numerį

source: By Index
hi_in: सूचकांक द्वारा
lt_lt: Pagal indeksą

source: By Longitude
hi_in: देशांतर द्वारा
lt_lt: Pagal platumą

source: C-band
hi_in: सी-बैंड

source: CA PIN has been changed.
hi_in: सीए पिन बदल दिया गया है।
hu_hu: CA PIN módosítva
lt_lt: CA PIN pakeistas.
sv_se: CA-PIN har ändrats.

source: CA PIN validation
hi_in: सीए पिन सत्यापन

source: CA SYS ID
hi_in: सीए SYS आईडी

source: CAS Version
hi_in: सीएएस संस्करण

source: CAST:
hi_in: कास्ट:

source: CAT Status
hi_in: कैट स्थिति

source: CC Primary Channel
hi_in: सीसी प्राथमिक चैनल

source: CC Primary Language
hi_in: सीसी प्राथमिक भाषा

source: CC Secondary Language
hi_in: सीसी माध्यमिक भाषा

source: CC Secondary Channel
hi_in: सीसी माध्यमिक चैनल

source: CC Secondary Language
hi_in: सीसी माध्यमिक भाषा

source: CC1
hi_in: सीसी 1

source: CC2
hi_in: सीसी 2

source: CC3
hi_in: सीसी 3

source: CC4
hi_in: सीसी 4

source: CVBS
hi_in: सीवीबीएस

source: Cable
hi_in: केबल
hu_hu: Kábel
lt_lt: Kabelinis
sv_se: Kabel

source: Cable AnnexB
hi_in: केबल अनुलग्नक बी
hu_hu: Kábel AnnexB
lt_lt: Kabelinis AnnexB
sv_se: AnnexB-kabel

source: Cable DVB-C
hi_in: केबल डीवीबी-सी
hu_hu: Kábel DVB-C
lt_lt: Kabelinis DVB-C
sv_se: DVB-C-kabel

source: Cable modem status
hi_in: केबल मॉडेम स्थिति
hu_hu: Kábelmodem állapota
lt_lt: Kabelinio modemo būklė
sv_se: Kablemodem, status

source: Call History
hi_in: कॉल इतिहास

source: Caller ID
hi_in: कॉलर आईडी

source: Caller ID Status
hi_in: कॉलर आईडी स्थिति

source: Calling
hi_in: कॉलिंग

source: Can't load skins list
hi_in: खाल की सूची लोड नहीं कर सकता
lt_lt: Nepavyksta įkelti aplinkų sąrašo

source: Can't record a show that's too close to ending.
hi_in: एक शो को रिकॉर्ड नहीं किया जा सकता जो कि समाप्त होने के बहुत करीब है।

source: Can't submit data form XHTMLWindows
hi_in: डेटा फॉर्म XHTMLWindows सबमिट नहीं कर सकता

source: Cancel
hi_in: रद्द करें
hu_hu: Mégsem
lt_lt: Atšaukti
sv_se: Avbryt

source: Cancel scheduled recording
hi_in: अनुसूचित रिकॉर्डिंग रद्द करें
hu_hu: Időzített rögzítés törlése
lt_lt: Atšaukti suplanuotą įrašymą
sv_se: Avbryt tidsinställd inspelning

source: Cannot generate QR code.
hi_in: क्यूआर कोड उत्पन्न नहीं कर सकता।

source: Cannot remove last satellite.
hi_in: अंतिम उपग्रह को हटाया नहीं जा सकता।
lt_lt: Nepavyksta pašalinti paskutinio palydovo.

source: Cannot schedule keyword recording - keyword recordings limit exceeded.
hi_in: कीवर्ड रिकॉर्डिंग अनुसूची नहीं कर सकता - कीवर्ड रिकॉर्डिंग सीमा पार हो गई है।

source: Cannot schedule recording - series recordings limit exceeded.
hi_in: रिकॉर्डिंग सीरीज़ रिकॉर्डिंग की सीमा को पार नहीं कर सका।

source: Card Inserted
hi_in: कार्ड सम्मिलित
hu_hu: Smartkártya elérhető
lt_lt: Kortelė įdėta
sv_se: Kort isatt

source: Card Number
hi_in: कार्ड नंबर
hu_hu: Kártyaszám
lt_lt: Kortelės numeris
sv_se: Kortnummer

source: Card Problem - check card
hi_in: कार्ड समस्या - चेक कार्ड
hu_hu: Kártya hiba - kérem, ellenőrizze a kártyát
lt_lt: Kortelės problema - patikrinkite kortelę
sv_se: Kortproblem - kontrollera kort

source: Card Type
hi_in: कार्ड प्रकार
hu_hu: Kártya típusa
lt_lt: Kortelės tipas
sv_se: Kort typ

source: Card configuration changed - please enter PIN
hi_in: कार्ड कॉन्फिगरेशन बदल गया - कृपया पिन दर्ज करें

source: Card correct
hi_in: कार्ड सही

source: Card incorrect
hi_in: कार्ड गलत

source: Card inserted
hi_in: कार्ड डाला गया

source: Card is correct
hi_in: कार्ड सही है
hu_hu: Kártya megfelelő
lt_lt: Teisinga kortelė
sv_se: Kortet är korrekt

source: Card problem
hi_in: कार्ड समस्या

source: Card problem - check card
hi_in: कार्ड समस्या - चेक कार्ड

source: Card removed
hi_in: कार्ड हटाया गया

source: Carrier Lock
hi_in: कैरियर ताला

source: Catch-up TV
hi_in: कैच अप टीवी
lt_lt: TV archyvas

source: Catch-up TV - continue
hi_in: कैच अप टीवी - जारी रखें
lt_lt: Įrašai - tęsti

source: Catch-up TV - play
hi_in: कैच अप टीवी - प्ले
lt_lt: Įrašai - rodyti

source: Catchup TV
hi_in: कैच अप टीवी

source: Categories
hi_in: श्रेणियाँ

source: Central European
hi_in: मध्य यूरोपीय

source: Change CA PIN failed.
hi_in: सीए पिन परिवर्तित करें।
hu_hu: CA PIN meváltoztatása sikertelen
lt_lt: CA PIN keitimas nepavyko.
sv_se: Ändra CA-PIN misslyckades.

source: Change CA pin
hi_in: सीए पिन बदलें
hu_hu: CA PIN módosítása
lt_lt: Keisti CA kodą
sv_se: Ändra CA-PIN

source: Change PIN
hi_in: पिन बदलें
hu_hu: PIN megváltoztatása
lt_lt: Keisti PIN
sv_se: Ändra PIN

source: Change list numbering
hi_in: सूची क्रमांकन बदलें
lt_lt: Pakeisti sąrašo numeraciją

source: Changing pin failed.
hi_in: पिन बदल रहा है।
hu_hu: PIN módosítása sikertelen
lt_lt: Kodo keitimas nepavyko
sv_se: Ändra PIN misslyckades.

source: Channel
hi_in: चैनल
hu_hu: Csatorna
lt_lt: Kanalas
sv_se: Kanal

source: Channel 3
hi_in: चैनल 3
lt_lt: Kanalas 3

source: Channel 4
hi_in: चैनल 4
lt_lt: Kanalas 4

source: Channel Frequency [kHz]
hi_in: चैनल आवृत्ति [kHz]
hu_hu: Csatorna frekvencia [kHz]
lt_lt: Kanalo dažnis [kHz]
sv_se: Kanalfrekvens [kHz]

source: Channel Installation
hi_in: चैनल स्थापना
hu_hu: Csatorna telepítés
lt_lt: Kanalo diegimas
sv_se: Kanalinstallation

source: Channel Map
hi_in: चैनल मानचित्र

source: Channel Name
hi_in: चैनल नाम
lt_lt: Kanalo pavadinimas

source: Channel Number
hi_in: चैनल क्रमांक

source: Channel Scanning
hi_in: चैनल स्कैनिंग
hu_hu: Csatorna keresés
lt_lt: Kanalo paieška
sv_se: Kanalsökning

source: Channel Status
hi_in: चैनल स्थिति
hu_hu: Csatorna állapota
lt_lt: Kanalo būklė
sv_se: Kanalstatus

source: Channel not available
hi_in: चैनल उपलब्ध नहीं है
hu_hu: Csatorna nem áll rendelkezésre
lt_lt: Kanalas nepasiekiamas
sv_se: Kanal ej tillgänglig

source: Channel scanning
hi_in: चैनल स्कैनिंग
hu_hu: Csatorna keresése
lt_lt: Kanalo paieška
sv_se: Kanalsökning

source: Channel scanning will start in %d second.
hi_in: चैनल स्कैनिंग %d सेकंड में शुरू हो जाएगा।
lt_lt: Kanalų paieška prasidės po %d sekundės.

source: Channel: %s Event: %s Time: %s-%s
hi_in: चैनल: %s इवेंट: %s समय: %s-%s
hu_hu: Csatorna: %s Esemény: %s Idő: %s-%s
lt_lt: Kanalas: %s Įvykis: %s Laikas: %s-%s
sv_se: Kanal: %s Program: %s Tid: %s-%s

source: Channels update
hi_in: चैनल अद्यतन
lt_lt: Kanalų atnaujinimas

source: Charge my account
hi_in: मेरा खाता चार्ज करें

source: Check Code
hi_in: कोड की जाँच करें

source: Check pairing
hi_in: जोडने की जांच करें

source: Check purse
hi_in: पर्स की जाँच करें

source: Checking compatibility...
hi_in: संगतता जांच रहा है ...
hu_hu: Kompatibilitás ellenőrzése...
lt_lt: Tikrinamas suderinamumas...
sv_se: Kontrollerar kompatibilitet...

source: Checking if new firmware is available
hi_in: जाँच रहा है कि नया फर्मवेयर उपलब्ध है

source: Children's/Youth Programmes
hi_in: बच्चे / युवा कार्यक्रम
hu_hu: Gyermek/Ifjúsági programok
lt_lt: Vaikų/Jaunimo programos
sv_se: Barn/ungdom

source: Chip ID
hi_in: चिप आईडी
lt_lt: Lusto ID
sv_se: Kort-ID

source: Chip id
hi_in: चिप आईडी
lt_lt: Lusto id

source: Clear all
hi_in: सभी को साफ़ करें

source: Close
hi_in: बंद करें
hu_hu: Bezár
lt_lt: Uždaryti
sv_se: Stäng

source: Closed Captioning
hi_in: क्लोज्ड कैप्शनिंग

source: Closed Captioning Mode
hi_in: क्लोज्ड कैप्शनिंग मोड

source: Communication error
hi_in: संचार त्रुटि
hu_hu: Kommunikációs hiba
lt_lt: Ryšio klaida
sv_se: Kommunikationsfel

source: Compatible with PVR
hi_in: पीवीआर के साथ संगत
hu_hu: PVR kompatibilis
lt_lt: Suderinamas su įrašymu
sv_se: Kompatibel med PVR

source: Compatible with PVR and Timeshift
hi_in: पीवीआर और टाइमशिफ्ट के साथ संगत
lt_lt: Suderinamas su įrašymu ir TV pauze

source: Compatible with Timeshift
hi_in: टाइमशिफ्ट के साथ संगत
lt_lt: Suderinamas su TV pauze

source: Completed Recordings
hi_in: पूर्ण रिकॉर्डिंग
hu_hu: Befejezett rögzítések
lt_lt: Baigti įrašai
sv_se: Klara inspelningar

source: Conax
hi_in: Verimatrix

source: Conditional access system ID
hi_in: कंडीशनल एक्सेस सिस्टम आईडी

source: Configuration
hi_in: व्यवस्था का प्रारूप - कॉन्फ़िगरेशन
hu_hu: Beállítások
lt_lt: Nustatymai
sv_se: Konfiguration

source: Configure Network
hi_in: नेटवर्क कॉन्फ़िगर करें

source: Confirm
hi_in: पुष्टि करें
hu_hu: Megerősít
lt_lt: Patvirtinti
sv_se: Bekräfta

source: Confirmation Required
hi_in: पुष्टि की आवश्यकता
hu_hu: Megerősítés szükséges
lt_lt: Būtinas patvirtinimas
sv_se: Bekräftelse krävs

source: Conformance
hi_in: अनुरूपता

source: Connect
hi_in: कनेक्ट करें
lt_lt: Prisijungti

source: Connect to hidden Wi-Fi...
hi_in: छुपी वाईफाई नेटवर्क कनेक्ट करें ...

source: Connected
hi_in: कनेक्टेड
lt_lt: Prisijungta

source: Connected anonymously
hi_in: अज्ञात रूप से कनेक्टेड

source: Connected to
hi_in: से कनेक्टेड

source: Connecting
hi_in: कनेक्ट कर रहा है

source: Connecting to
hi_in: कनेक्ट हो रहा है

source: Connecting...
hi_in: कनेक्ट कर रहा है ...
lt_lt: Jungiamasi...

source: Connection problem
hi_in: कनेक्शन समस्या

source: Connection with %s failed
hi_in: %s के साथ कनेक्शन विफल

source: Content blocked
hi_in: सामग्री अवरुद्ध

source: Content could not be found in the server
hi_in: सर्वर में सामग्री नहीं मिली

source: Content expired
hi_in: सामग्री समाप्त हो गई

source: Content has time restrictions but time is not set
hi_in: सामग्री का समय प्रतिबंध है लेकिन समय सेट नहीं है
