Repository: jestevezmma1994/Script-Revisiones-NuevoSiglo
Catalog: Myenv/nuevosiglo-homecast7582b0-secure-sdk-3.2rc5/App/Applications/CubiTV-Generic/translations/CubiTV/*.po
Languages: hi_in, hu_hu, lt_lt, sv_se

source: Content owners use Microsoft PlayReadyTM content access technology to protect their intellectual property, including copyrighted content. This device uses PlayReady technology to access PlayReady-protected content and/or WMDRM protected content. If the device fails to properly enforce restrictions on content usage, content owners may require Microsoft to revoke the device's ability to consume PlayReady-protected content. Revocation should not affect unprotected content or content protected by other content access technologies. Content owners may require you to upgrade PlayReady to access their content. If you decline an upgrade, you will not be able to access content that requires the upgrade.
hi_in: सामग्री के मालिक माइक्रोसॉफ्ट PlayReadyTM सामग्री पहुंच तकनीक का उपयोगकॉपीराइट की गई सामग्री सहित उनकी बौद्धिक संपदा की रक्षा करें। यहडिवाइस PlayReady- संरक्षित सामग्री तक पहुंचने के लिए PlayReady तकनीक का उपयोग करता है और /या WMDRM संरक्षित सामग्री। यदि उपकरण ठीक से लागू करने में विफल रहता हैसामग्री उपयोग पर प्रतिबंध, सामग्री मालिकों को माइक्रोसॉफ्ट की आवश्यकता हो सकती हैPlayReady- संरक्षित सामग्री का उपभोग करने की डिवाइस की क्षमता को निरस्त करें।निरसन को असुरक्षित सामग्री या सामग्री द्वारा संरक्षित नहीं किया जाना चाहिएअन्य कंटेंट एक्सेस टेक्नोलॉजीज। सामग्री के मालिकों को आप अपग्रेड करने की आवश्यकता हो सकती हैअपनी सामग्री का उपयोग करने के लिए PlayReady। अगर आप किसी अपग्रेड को अस्वीकार करते हैं, तो आपउस सामग्री तक पहुंचने में सक्षम हो जिसे अपग्रेड की आवश्यकता होती है।

source: Continue
hi_in: जारी रखें
hu_hu: Folytatás
lt_lt: Tęsti
sv_se: Fortsätt

source: Correct
hi_in: सही

source: Cost:
hi_in: क़ीमत:

source: Could not load channel list. Functionality may be limited.
hi_in: चैनल सूची को लोड नहीं किया जा सका। कार्यशीलता सीमित हो सकती है।
hu_hu: Csatorna lista nem tölthető be.
lt_lt: Nepavyko įkelti kanalų sąrašo. Dalis funkcijų gali neveikti. Įsitikinkite, ar priedėlis prijungtas prie interneto.
sv_se: Kunde inte ladda kanallista. Begränsad funktion.

source: Could not stop device, please try again (error 2)
hi_in: डिवाइस को रोक नहीं सका, कृपया फिर से प्रयास करें (त्रुटि 2)
hu_hu: Eszköz nem leállítható. Kérem, próbálja újra. (error 2)
lt_lt: Įrenginio išjungti nepavyko, prašome bandyti dar kartą (klaida 2)
sv_se: Kunde inte stoppa enheten, försök igen (error 2)

source: Create new directory
hi_in: नई निर्देशिका बनाएँ
hu_hu: Új mappa létrehozása
lt_lt: Sukurti naują katalogą
sv_se: Skapa ny katalog

source: Create playlist
hi_in: प्लेलिस्ट बनाएँ

source: Credit:
hi_in: क्रेडिट:

source: CryptoGuard
hi_in: क्रिप्टोगार्ड

source: CryptoGuard Force Tune
hi_in: क्रिप्टोगार्ड फोर्स ट्यून

source: Custom LNB
hi_in: कस्टम एलएनबी
sv_se: Anpassad LNB

source: DLNA
hi_in: डीएलएनए

source: DNS is not setup
hi_in: डीएनएस सेटअप नहीं है

source: DNS1
hi_in: डीएनएस1

source: DNS2
hi_in: डीएनएस 2

source: DRM
hi_in: डीआरएम

source: DRM error [%d]
hi_in: डीआरएम त्रुटि [%d]

source: DRM error: %d
hi_in: डीआरएम त्रुटि: %d
lt_lt: DRM klaida: %d

source: DRM initialization error
hi_in: डीआरएम प्रारंभिक त्रुटि

source: DRM license error
hi_in: डीआरएम लाइसेंस त्रुटि

source: DSMCC Feeds
hi_in: डीएसएमसीसी फीड्स

source: DVB Channels parameters have changed.
hi_in: DVB चैनल पैरामीटर बदल गए हैं।
lt_lt: Paskeitė kanalų informacija.

source: DVB Mode
hi_in: डीवीबी मोड
lt_lt: DVB režimas

source: DVB Table Status
hi_in: डीवीबी तालिका स्थिति

source: DVB Tables Details
hi_in: डीवीबी तालिका विवरण

source: DVB Tables status
hi_in: डीवीबी तालिका स्थिति

source: DVB channels
hi_in: डीवीबी चैनल

source: DVB-S/S2 Manual
hi_in: डीवीबी- एस / एस 2 मैनुअल
hu_hu: DVB-S/S2 Kézi
sv_se: DVB-S/S2 - manuell

source: DVB-S/S2 Manual PAT only scan
hi_in: डीवीबी- एस / एस 2 मैनुअल पीएटी केवल स्कैन

source: DVB-S/S2 NIT Automatic
hi_in: डीवीबी-एस / एस 2 एनआईटी स्वचालित
hu_hu: DVB-S/S2 NIT Automatikus
sv_se: DVB-S/S2 NIT - automatisk

source: DVB-T Automatic full scan
hi_in: डीवीबी- टी स्वचालित पूर्ण स्कैन
hu_hu: DVB-T Automatikus keresés
lt_lt: DVB-T automatinė paieška
sv_se: DVB-T - automatisk fullständig sökning

source: DVB-T Manual
hi_in: डीवीबी- टी मैनुअल
hu_hu: DVB-T Kézi
lt_lt: DVB-T rankinė
sv_se: DVB-T - manuell

source: DVB-T Manual PAT only scan
hi_in: डीवीबी- टी मैनुअल पीएटी केवल स्कैन

source: Danish
hi_in: डेनिश
lt_lt: Danų
sv_se: Danska

source: Data buffering. Please wait ...
hi_in: डेटा बफरिंग। कृपया प्रतीक्षा करें ...

source: Date
hi_in: तिथि
hu_hu: Dátum
lt_lt: Data
sv_se: Datum

source: Dec
hi_in: दिसंबर
lt_lt: Grd

source: Decline
hi_in: अस्वीकार

source: Decoder error: %d
hi_in: डिकोडर त्रुटि: %d
lt_lt: Dekoderio klaida: %d

source: Default
hi_in: डिफ़ॉल्ट
hu_hu: Alapértelmezett
lt_lt: Standartinis
sv_se: Standard

source: Default Channel
hi_in: डिफ़ॉल्ट चैनल
lt_lt: Standartinis kanalas

source: Default PVR Quota
hi_in: डिफ़ॉल्ट पीवीआर कोटा
hu_hu: Alapértelmezett PVR arány
lt_lt: Standartinis įrašų limitas
sv_se: Standard PVR Kvot

source: Default directory
hi_in: डिफ़ॉल्ट निर्देशिका

source: Degrees
hi_in: डिग्री
lt_lt: Laipsniai

source: Delay start of the recording to %s
hi_in: रिकॉर्डिंग को%s देरी में शुरू
hu_hu: Rögzítés indításának késleltetése: %s
lt_lt: Užlaikyti įrašo pradžią iki %s
sv_se: Fördröj start av inspelningen med %s

source: Delete
hi_in: मिटाएँ
hu_hu: Törlés
lt_lt: Trinti
sv_se: Radera

source: Delete All
hi_in: सभी मिटाएँ

source: Delete NPvr recording
hi_in: एनपीवीआर रिकॉर्डिंग मिटाएँ

source: Delete all
hi_in: सभी मिटाएँ
hu_hu: Összes törlése
lt_lt: Trinti viską
sv_se: Radera alla

source: Delete all active
hi_in: सभी सक्रिय मिटाएँ
hu_hu: Minden aktív rögzítés törlése
lt_lt: Trinti visus aktyvius
sv_se: Radera alla aktiva

source: Delete all completed
hi_in: पूर्ण सभी को मिटाएँ

source: Delete all failed
hi_in: सभी विफल मिटाएँ
hu_hu: Összes sikertelen törlése
lt_lt: Trinti visus nepavykusius
sv_se: Radera alla misslyckades

source: Delete all recordings
hi_in: सभी रिकॉर्डिंग मिटाएँ

source: Delete all scheduled
hi_in: सभी अनुसूचित मिटाएँ
hu_hu: Minden időzített rögzítés törlése
lt_lt: Trinti visus suplanuotus
sv_se: Radera alla tidsinställda

source: Delete as needed
hi_in: आवश्यकतानुसार मिटाएँ

source: Delete directory
hi_in: निर्देशिका मिटाएँ

source: Delete manually
hi_in: मैन्युअल रूप से मिटाएँ

source: Delete recording
hi_in: रिकॉर्डिंग मिटाएँ

source: Device Name
hi_in: डिवाइस नाम

source: Device is not responding
hi_in: डिवाइस जवाब नहीं दे रहा है
lt_lt: Įrenginys neatsako

source: Devotional
hi_in: धार्मिक

source: DiSEqC Port %c
hi_in: DiSEqC पोर्ट %c

source: DiSEqC Switch
hi_in: DiSEqC स्विच
hu_hu: DiSEqC váltás
sv_se: DiSEqC-byte

source: Diagnostics
hi_in: निदान
lt_lt: Diagnostika

source: Digital Audio
hi_in: डिजिटल ऑडियो
hu_hu: Digitális audió
lt_lt: Skaitmeninis garsas
sv_se: Digitalt ljud

source: Digital Closed Captioning
hi_in: डिजिटल बंद कैप्शन

source: Directory '%s' already exists
hi_in: निर्देशिका '%s' पहले से मौजूद है

source: Directory name already exists
hi_in: निर्देशिका का नाम पहले से मौजूद है
lt_lt: Toks katalogas jau yra

source: Directory name cannot be empty
hi_in: निर्देशिका का नाम खाली नहीं हो सकता है
lt_lt: Katalogo pavadinimas negali būti tuščias

source: Directory name cannot start with a space
hi_in: डायरेक्टरी नाम खाली जगह के साथ शुरू नहीं हो सकता है

source: Directory name must be at least %d characters
hi_in: निर्देशिका नाम कम से कम%d अक्षर होना चाहिए

source: Disable
hi_in: निर्योग्य करना
hu_hu: Kikapcsol
lt_lt: Išjungta
sv_se: Inaktivera

source: Disable PC
hi_in: पीसी को निर्योग्य करना

source: Disabled
hi_in: निर्योग्य
hu_hu: Kikapcsolva
lt_lt: Išjungta
sv_se: Inaktiverad

source: Disabling not possible
hi_in: निर्योग्य संभव नहीं

source: Disconnect
hi_in: डिस्कनेक्ट करें
lt_lt: Atsijungti

source: Disconnect %s
hi_in: %s डिस्कनेक्ट करें

source: Disconnected
hi_in: डिस्कनेक्ट किया गया
lt_lt: Atsijungta

source: Disk Formating
hi_in: डिस्क फॉर्मेटिंग

source: Disk format in progress Disk format can take 3 up to 5 minutes. Please DO NOT reset or power off the STB. The STB will continue start-up process when the format is complete.
hi_in: डिस्क प्रारूप प्रगति में है डिस्क प्रारूप 3 से 5 मिनट तक ले सकता है। कृपया एसटीबी को रीसेट या बिजली न दें। एसटीबी स्टार्ट-अप प्रक्रिया जारी रखेगी \ nजब प्रारूप पूरा हो गया है।

source: Display Format
hi_in: प्रदर्शन प्रारूप
lt_lt: Vaizdo koregavimas (HDMI)

source: Display format is common for HDMI and analog outputs.
hi_in: प्रदर्शन प्रारूप एचडीएमआई और एनालॉग आउटपुट के लिए सामान्य है।

source: Do not eject your USB drive before the formatting is finished!
hi_in: प्रारूपण समाप्त होने से पहले अपने यूएसबी ड्राइव को निकालना न करें

source: Do not eject your USB drive before the speed test is finished!
hi_in: स्पीड टेस्ट समाप्त होने से पहले अपने यूएसबी ड्राइव को निकालना न करें

source: Do not turn off the STB during channel scanning.
hi_in: चैनल स्कैनिंग के दौरान एसटीबी बंद न करें।
lt_lt: Neišjunkite priedėlio per kanalų paiešką.

source: Do not turn off the STB during firmware update.
hi_in: फर्मवेयर अद्यतन के दौरान एसटीबी बंद न करें।
hu_hu: Ne kapcsolja ki a STB-t a szoftver frissítés alatt.
lt_lt: Per programinės įrangos atnaujinimą neišjunkite priedėlio.
sv_se: Stäng ej av STB under firmware-updatering.

source: Done
hi_in: पूर्ण
hu_hu: Kész
lt_lt: Atlikta
sv_se: Välj!

source: Download now
hi_in: अभी डाउनलोड करें
hu_hu: Letöltés indítása
lt_lt: Atsisiųsti dabar
sv_se: Ladda ner nu

source: Downloading firmware package
hi_in: फर्मवेयर पैकेज डाउनलोड कर रहा है

source: Drop
hi_in: ड्रॉप
hu_hu: Töröl
lt_lt: Ištrinti
sv_se: Radera

source: Drop channels?
hi_in: चैनल ड्रॉप?
hu_hu: Törli a csatornát?
lt_lt: Ištrinti kanalus
sv_se: Radera kanaler ?

source: Dropping to voicemail failed - Please Contact your service representative.
hi_in: ध्वनिमेल को छोड़ना विफल - कृपया अपने सेवा प्रतिनिधि से संपर्क करें।

source: Dropping...
hi_in: ड्रॉपिंग ...
hu_hu: Törlés...
lt_lt: Ištrina...
sv_se: Raderar...

source: Due to Broadcaster's restrictions you do not have access to this content
hi_in: ब्रॉडकास्टर के प्रतिबंधों के कारण आप इस सामग्री तक नहीं पहुंच सकते

source: Duration
hi_in: अवधि

source: EIT Status
hi_in: ईआईटी स्थिति

source: EME
hi_in: ईएमई

source: EPG
hi_in: ईपीजी
lt_lt: TV gidas
sv_se: Programguide

source: EPG for DVB channels
hi_in: डीवीबी चैनलों के लिए ईपीजी

source: EPG for IP channels
hi_in: आईपी चैनलों के लिए ईपीजी

source: ERROR: Sending question to the smartcard failed
hi_in: त्रुटि: स्मार्टकार्ड में प्रश्न भेजना विफल
hu_hu: HIBA: A kártya lekérdezése sikertelen
lt_lt: Klaida: klausimo siuntimas į kortelę nepavyko
sv_se: FEL: Smartcard-förfrågning misslyckades

source: Edit
hi_in: संपादित करें
hu_hu: Szerkeszt
lt_lt: Redaguoti
sv_se: Redigera

source: Edit satellite
hi_in: उपग्रह को संपादित करें
lt_lt: Redaguoti palydovą

source: Education/Science/Factual topics
hi_in: शिक्षा / विज्ञान / वास्तविक विषय
hu_hu: Oktatás/Tudomány/Aktuális témák
lt_lt: Švietimas/Moksas/Dokumentika
sv_se: Utbildning/vetenskap

source: Empty
hi_in: खाली

source: Empty folder
hi_in: रिक्त फ़ोल्डर
lt_lt: Tuščias katalogas

source: Enable/Disable
hi_in: सक्षम / अक्षम करें

source: Enabled
hi_in: सक्षम
hu_hu: Bekapcsolva
lt_lt: Įjungta
sv_se: Aktiverad

source: End Frequency
hi_in: अंत आवृत्ति
hu_hu: Végfrekvencia
lt_lt: Pabaigos dažnis
sv_se: Stopp frekvens

source: End Margin
hi_in: समापन मार्जिन

source: End time
hi_in: समाप्ति समय
hu_hu: Befejezés ideje
lt_lt: Pabaigos laikas
sv_se: Sluttid

source: Endurance Testing (+3 hrs)
hi_in: सहनशक्ति परीक्षण (+3 घंटे)

source: English
hi_in: अंग्रेजी
lt_lt: Anglų
sv_se: Engelska

source: Enter Active Standby
hi_in: सक्रिय स्टैंडबाय दर्ज करें
lt_lt: Įeiti į aktyvaus budėjimo režimą

source: Enter CA PIN to accept
hi_in: स्वीकार करने के लिए सीए पिन दर्ज करें

source: Enter Standby
hi_in: स्टैंडबाय दर्ज करें
lt_lt: Įeiti į budėjimo režimą

source: Enter WiFi Password
hi_in: वाईफाई पासवर्ड दर्ज करें

source: Enter WiFi SSID
hi_in: वाईफाई एसएसआईडी दर्ज करें

source: Entertainment
hi_in: मनोरंजन

source: Entitled
hi_in: हकदार
hu_hu: Jogosult
lt_lt: Prieiga suteikta
sv_se: Berättigad

source: Episodes:
hi_in: एपिसोड:

source: Error
hi_in: त्रुटि
hu_hu: Hiba
lt_lt: Klaida
sv_se: Fel

source: Error description
hi_in: त्रुटि विवरण

source: Error occurred
hi_in: त्रुटि हुई
lt_lt: Įvyko klaida

source: Error while data submission
hi_in: डेटा जमा करते समय त्रुटि

source: Error while formatting disk!
hi_in: डिस्क स्वरूपण करते समय त्रुटि!

source: Error: %d
hi_in: त्रुटि: %d

source: Ethernet Status
hi_in: ईथरनेट स्थिति

source: Event Status
hi_in: इवेंट स्थिति
hu_hu: Esemény státusza
lt_lt: Įvykio būklė
sv_se: Programstatus

source: Event not found. Data will be updated now. Please try again.
hi_in: घटना नहीं मिली। डेटा अब अपडेट हो जाएगा, कृपया पुनः प्रयास करें।

source: Every Day
hi_in: हर दिन
lt_lt: Kasdien

source: Excellent
hi_in: उत्कृष्ट

source: Exit
hi_in: बाहर निकलें

source: Exit to Home Page
hi_in: होम पेज से बाहर निकलें

source: Expires at : %s
hi_in: पर समाप्ति: %s

source: Extra
hi_in: अतिरिक्त
lt_lt: Papildomai

source: Extras
hi_in: अतिरिक्त
hu_hu: Extrák
lt_lt: Papildomai
sv_se: Extra

source: FATAL ERROR
hi_in: गलत त्रुटि
hu_hu: Kritikus hiba
lt_lt: Atsiprašome, įvyko klaida. Jei šį klaida kartojasi - prašome kreiptis į Cgates
sv_se: Allvarligt Fel

source: FREE
hi_in: मुफ़्त

source: FTA Blocking - Block
hi_in: एफटीए अवरुद्ध - ब्लॉक

source: FTA Blocking - Ent Based
hi_in: एफटीए ब्लॉकिंग - एंट आधारित

source: Failed Recordings
hi_in: विफल रिकॉर्डिंग
hu_hu: Sikertelen rögzítések
lt_lt: Nepavykę įrašai
sv_se: Korrupta inspelningar

source: Failed to contact nPVR server.
hi_in: एनपीवीआर सर्वर से संपर्क करने में असफल।
lt_lt: Nepavyko susisiekti su įrašymo serveriu.

source: Failed to delete nPVR directory
hi_in: एनपीवीआर निर्देशिका को हटाने में विफल

source: Failed to delete nPVR recordings
hi_in: एनपीवीआर रिकॉर्डिंग को हटाने में विफल

source: Failed to get information from the card (error = 0x%x)
hi_in: कार्ड से जानकारी प्राप्त करने में असफल (त्रुटि = 0x%x)
hu_hu: Kártyainformáció nem elérhető (error = 0x%x)
lt_lt: Nepavyko gauti informacijos iš kortelės (klaida = 0x%x)
sv_se: Misslyckades med att få information från kort (error = 0x%x)

source: Failed to schedule nPVR recording
hi_in: एनपीवीआर रिकॉर्डिंग शेड्यूल करने में असफल
lt_lt: Nepavyko suplanuoti įrašymo

source: Fair
hi_in: उचित

source: Favorites
hi_in: पसंदीदा
hu_hu: Kedvencek
lt_lt: Mėgstamiausieji
sv_se: Favoriter

source: Favorites Numbering
hi_in: पसंदीदा क्रमांकन
lt_lt: Mėgstamiausiųjų numeracija

source: Feb
hi_in: फरवरी
lt_lt: Vas

source: File Browser Character Set
hi_in: फ़ाइल ब्राउज़र कैरेक्टर सेट

source: File not found
hi_in: फ़ाइल नहीं मिली
lt_lt: Byla nerasta

source: File not found: %d
hi_in: फ़ाइल नहीं मिली: %d
lt_lt: Byla nerasta: %d

source: Finish
hi_in: समाप्त करें
lt_lt: Baigti

source: Finnish
hi_in: फिनिश
hu_hu: Suomi
lt_lt: Suomių
sv_se: Finska

source: Firmware Version
hi_in: फर्मवेयर संस्करण
hu_hu: Firmware verzió
lt_lt: Programinės įrangos versija

source: Firmware update
hi_in: फर्मवेयर अपडेट
hu_hu: Szoftver frissítés
lt_lt: Programinės įrangos atnaujinimas
sv_se: Uppdatering firmware

source: Firmware update is required to make the STB work correctly.
hi_in: एसटीबी काम ठीक से करने के लिए फर्मवेयर अद्यतन की आवश्यकता है।
hu_hu: Szoftverfrissítés szükséges a STB megfelelő működéséhez.
lt_lt: Kad priedėlis gerai veiktų, būtina atnaujinti programinę įrangą.
sv_se: Uppdatering av firmware krävs för att STB ska fungera korrekt

source: Firmware upgrade can take 10 up to 15 minutes. Please DO NOT reset or power off the STB. The STB will restart automatically when the upgrade is complete.
hi_in: फर्मवेयर अपग्रेड 10 से 15 मिनट तक ले सकता है। कृपया एसटीबी को रीसेट या बिजली न दें। अपग्रेड पूर्ण होने पर एसटीबी स्वचालित रूप से पुनरारंभ हो जाएगा।

source: First Time Installation
hi_in: पहली बार अधिष्ठापन
hu_hu: Első telepítés
lt_lt: Pirmasis diegimas
sv_se: Förstagångsinstallation

source: First time using VoD service?
hi_in: पहली बार वीओडी सेवा का प्रयोग कर रहा है?
lt_lt: Ar naudojatės Videoteka pirmą kartą?

source: Font with Cyryllic and Greek
hi_in: साइरिलिक और ग्रीक के साथ फ़ॉन्ट

source: For 12+ year old
hi_in: 12+ साल के लिए
hu_hu: 12 éven felülieknek
lt_lt: 12 m. ir vyresniems
sv_se: För 12+ år

source: For 16+ year old
hi_in: 16+ साल के लिए
hu_hu: 16 éven felülieknek
lt_lt: 16 m. ir vyresniems
sv_se: För 16+ år

source: For 18+ year old
hi_in: 18+ साल के लिए
hu_hu: 18 éven felülieknek
lt_lt: 18 m. ir vyresniems
sv_se: För 18+ år

source: For 6+ year old
hi_in: 6+ वर्ष के लिए
hu_hu: 6 éven felülieknek
lt_lt: 6 m. ir vyresniems
sv_se: För 6+ år

source: For HD or Widescreen TV
hi_in: एचडी या वाइडस्क्रीन टीवी के लिए
lt_lt: Plačiaekranis TV

source: For classic TV
hi_in: क्लासिक टीवी के लिए
lt_lt: Įprastinis TV

source: Force HTTP upgrade
hi_in: HTTP अपग्रेड बलपूर्वक

source: Forget %s
hi_in: %s को भूलें

source: Forget the network
hi_in: नेटवर्क को भूल जाओ
lt_lt: Pamiršti tinklą

source: Format Hard Disk
hi_in: फार्मेट हार्ड डिस्क
hu_hu: Merevlemez formázása
lt_lt: Formatuoti kietąjį diską
sv_se: Formatera Hårddisk

source: Format MStoreVoD
hi_in: फार्मेट MStoreVoD

source: Format PVR/TS
hi_in: फार्मेट पीवीआर / टीएस

source: Format not supported: %d
hi_in: फार्मेट समर्थित नहीं है: %d
lt_lt: Nesuderinamas formatas: %d

source: Format whole disk
hi_in: पूरी डिस्क फार्मेट करें

source: Formatting finished!
hi_in: फ़ॉर्मेटिंग समाप्त हो गया!

source: Formatting storage
hi_in: फॉर्मेटिंग स्टोरेज

source: Formatting this disk will permanently erase all data on it. Do you want to continue?
hi_in: इस डिस्क को फ़ॉर्मेट करने से उस पर सभी डेटा को स्थायी रूप से मिटा दिया जाएगा। क्या आप जारी रखना चाहते हैं?
lt_lt: Formatavimas negrįžtamai ištrins visus diske esančius duomenis. Ar norite tęsti?

source: Formatting...
hi_in: फॉर्मेटिंग ...
hu_hu: Formázás...
lt_lt: Formatuojama...
sv_se: Formaterar...

source: Free Memory
hi_in: फ्री मेमरी

source: Free with Subscription
hi_in: सदस्यता के साथ निशुल्क

source: Frequency
hi_in: फ़्रिक्वेंसी
hu_hu: Frekvencia
lt_lt: Dažnis
sv_se: Frekvens

source: Frequency Range
hi_in: फ़्रिक्वेंसी रेंज
hu_hu: Frekvencia tartomány
lt_lt: Dažnių diapazonas
sv_se: Frekvensintervall

source: Frequency: %d.%02d MHz%s %s %s
hi_in: फ्रीक्वेंसी: %d.%02d मेगाहर्टज %s %s %s
hu_hu: Frekvencia: %d.%02d MHz%s %s %s
lt_lt: Dažnis: %d.%02d MHz%s %s %s
sv_se: Frekvens: %d.%02d MHz%s %s %s

source: Fridays
hi_in: शुक्रवार
lt_lt: Penktadieniais

source: From
hi_in: से

source: Front Panel Power Button
hi_in: फ्रंट पैनल पावर बटन
lt_lt: Priedėlio įjungimo mygtukas

source: Frontpanel Clock In Standby
hi_in: स्टैंडबाय में फ्रंट पैनल क्लॉक
hu_hu: Előlapi óra készenléti módban
lt_lt: Laikrodžio rodymas išjungus priedėlį
sv_se: Frontpanelens klocka i Standby

source: Full Software Version
hi_in: पूर्ण सॉफ्टवेयर संस्करण

source: G: General Audience
hi_in: जी: जनरल ऑडियंस
hu_hu: G: Általános közönség
lt_lt: G: Bendroji auditorija
sv_se: G: Normalanvändare

source: GHz
hi_in: गीगा हर्टज

source: Gateway
hi_in: गेटवे
hu_hu: Átjáró

source: German
hi_in: जर्मन

source: Go!
hi_in: जाओ!
hu_hu: Menj!
lt_lt: Pirmyn
sv_se: Välj!

source: Good
hi_in: अच्छा

source: Greek
hi_in: ग्रीक
lt_lt: Graikų
sv_se: Grekiska

source: Group Number
hi_in: समूह संख्या
hu_hu: Csoport azonosító
lt_lt: Grupės numeris
sv_se: Gruppnummer

source: Guide Data
hi_in: गाइड डेटा

source: Gujarati
hi_in: गुजराती

source: H
hi_in: एच

source: HD Channels
hi_in: एचडी चैनल

source: HDCP ERROR
hi_in: एचडीसीपी त्रुटि

source: HDMI
hi_in: एचडीएमआई

source: HDMI Status
hi_in: एचडीएमआई स्थिति

source: HDMI Video Format
hi_in: एचडीएमआई वीडियो प्रारूप
hu_hu: HDMI videó formátum
lt_lt: HDMI raiška

source: HDTV
hi_in: एचडीटीवी

source: HFC MAC ID
hi_in: एचएफसी मैक आईडी

source: Hard of Hearing
hi_in: सुनने में दिक्कत
hu_hu: Hallássérült
lt_lt: Neprigirdinčiųjų
sv_se: Hörselskadade

source: Hard of Hearing Subtitles
hi_in: सुनने में दिक्कत उपशीर्षक
hu_hu: Hallássérült felirat
lt_lt: Neprigirdinčiųjų subtitrai
sv_se: Textning för hörselskadade

source: Hemisphere
hi_in: गोलार्ध
lt_lt: Pusrutulis

source: Hide
hi_in: छिपाएँ
lt_lt: Paslėpti

source: Hindi
hi_in: हिंदी

source: Horizontal
hi_in: क्षैतिज
hu_hu: Horizontális
lt_lt: Horizontaliai
sv_se: Horisontellt

source: Hybrid Mode
hi_in: हाइब्रिड मोड
lt_lt: Mišrus režimas

source: IP
hi_in: आईपी

source: IP Address
hi_in: आईपी पता
lt_lt: IP adresas

source: IP Mode
hi_in: आईपी मोड
lt_lt: Internetinis režimas

source: IP Network
hi_in: आईपी नेटवर्क
hu_hu: IP Hálózat
lt_lt: IP tinklas
sv_se: IP-nätverk

source: IP channels
hi_in: आईपी चैनल

source: IPPV PIN
hi_in: आईपीपीवी पिन

source: Idle Time
hi_in: निष्क्रिय समय

source: If you wish to purchase this asset, please enter your Purchase Pin
hi_in: यदि आप इस संपत्ति को खरीदना चाहते हैं, कृपया अपनी खरीदारी पिन दर्ज करें

source: Ignore
hi_in: अनदेखा करें

source: In order to browse this category, please log in.
hi_in: इस श्रेणी को ब्राउज़ करने के लिए कृपया लॉगिन करें।

source: In order to get access to VoD service, please contact your sales representative
hi_in: वीओडी सेवा तक पहुंच प्राप्त करने के लिए, कृपया अपनी बिक्री प्रतिनिधि से संपर्क करें

source: In order to purchase products, please log in.
hi_in: त्पादों को खरीदने के लिए, कृपया लॉग इन करें

source: In order to record selected program you need to stop one of the following recordings/schedules
hi_in: चयनित प्रोग्राम को रिकॉर्ड करने के लिए आपको निम्न में से एक रिकॉर्डिंग / कार्यक्रम को रोकने की आवश्यकता है
hu_hu: A kiválaszott esemény rögzítéséhez, kérem töröljön egyet az alábbi rögzítések/időzítések közül.
lt_lt: Kad galėtumėte įrašyti pasirinktą programą, būtina sustabdyti vieną iš pateiktų įrašų
sv_se: För att kunna spela in måste du stoppa någon av följande inspelningar/tidinspelningar

source: In progress
hi_in: प्रगति में

source: Inactive
hi_in: निष्क्रिय

source: Incorrect Card
hi_in: गलत कार्ड
hu_hu: Nem megfelelő kártya
lt_lt: Bloga kortelė
sv_se: Ogiltigt Kort

source: Incorrect Conax Card
hi_in: गलत वेरिमेट्रिक्स कार्ड
hu_hu: Nem megfelelő Conax kártya
lt_lt: Bloga Conax kortelė
sv_se: Ogiltig Conax-kort

source: Incorrect Conax card
hi_in: गलत वेरिमेट्रिक्स कार्ड

source: Incorrect card
hi_in: गलत कार्ड

source: Incorrect message
hi_in: गलत संदेश

source: Incorrect network settings (%s)
hi_in: गलत नेटवर्क सेटिंग्स (%s)

source: Incorrect old PIN.
hi_in: गलत पुराने पिन।
hu_hu: Hibás régi PIN
lt_lt: Neteisingas senas PIN.
sv_se: Felaktig gammal PIN-kod.

source: Incorrect response status
hi_in: गलत प्रतिक्रिया स्थिति

source: Incorrect response type
hi_in: गलत प्रतिक्रिया प्रकार

source: Incorrect widget id
hi_in: गलत विजेट आईडी

source: Information
hi_in: सूचना
lt_lt: Informacija

source: Infotainment
hi_in: ज्ञानरंजन

source: Initialization Error
hi_in: प्रारंभिक त्रुटि

source: Inserted
hi_in: डाला गया

source: Install In order to perform automatical channel scanning press OK.
hi_in: स्थापित करें स्वचालित चैनल स्कैनिंग को ठीक करने के लिए दबाएं।
hu_hu: Telepítés Automatikus csatorna kereséshez nyomja meg az OK gombot.
lt_lt: Diegimas Paspauskite OK, kad būtų pradėta automatinė kanalų paieška
sv_se: Installera För att utföra automatiskt kanalsökning tryck OK.

source: Install now
hi_in: अब स्थापित करें
hu_hu: Telepítés indítása
lt_lt: Diegti dabar
sv_se: Installera nu

source: Installing firmware
hi_in: फर्मवेयर अधिष्ठापन

source: Instant Timeshift
hi_in: इंस्टेंट टाइम शिफ्ट
hu_hu: Folyamatos Timeshift
lt_lt: TV su pauze
sv_se: Automatisk Timeshift

source: Insufficient credit to purchase event.
hi_in: घटना को खरीदने के लिए अपर्याप्त क्रेडिट।

source: Interactive Services
hi_in: इंटरएक्टिव सर्विसेज

source: Interface Status
hi_in: इंटरफेस स्थिति

source: Interface Version
hi_in: इंटरफेस वर्जन
hu_hu: Interface verzió
lt_lt: Sąsasajos versija
sv_se: System-version

source: Interface: %s
hi_in: इंटरफेस: %s
