Repository: jestevezmma1994/Script-Revisiones-NuevoSiglo
Catalog: Myenv/nuevosiglo-homecast7582b0-secure-sdk-3.2rc5/App/Applications/CubiTV-Generic/translations/CubiTV/*.po
Languages: hi_in, hu_hu, lt_lt, sv_se

source: Internal error. Unknown state
hi_in: आंतरिक त्रुटि। अज्ञात स्थिति

source: Internal server error
hi_in: आंतरिक सर्वर त्रुटि

source: International
hi_in: अंतरराष्ट्रीय

source: Internet
hi_in: इंटरनेट
lt_lt: Internetas

source: Internet Radio
hi_in: इंटरनेट रेडियो
hu_hu: Internet Rádió
lt_lt: Radijas

source: Invalid password
hi_in: अमान्य पासवर्ड
lt_lt: Neteisingas slaptažodis

source: Invalid recording.
hi_in: अमान्य रिकॉर्डिंग।

source: Invalid server response
hi_in: अवैध सर्वर प्रतिक्रिया

source: Inverted
hi_in: उलटे

source: Jan
hi_in: जनवरी
lt_lt: Sau

source: Jio Exclusive
hi_in: जियो विशेष

source: Jul
hi_in: जुलाई
lt_lt: Lie

source: Jun
hi_in: जून
lt_lt: Bir

source: Kannada
hi_in: कन्नड़

source: Keyword
hi_in: खोजशब्द
hu_hu: Kulcsszó
lt_lt: Raktažodis
sv_se: Sökord

source: Kids
hi_in: बच्चों के लिए

source: Ku-band
hi_in: केयू-बैंड

source: Ku-band BSS
hi_in: केयू-बैंड बीएसएस

source: Ku-band FSS
hi_in: केयू-बैंड एफएसएस

source: Ku-band Universal
hi_in: केयू-बैंड यूनिवर्सल
sv_se: Ku-band, universell

source: LNB Setup
hi_in: एलएनबी सेटअप
hu_hu: LNB beállítás
sv_se: LNB-konfiguration

source: LNB Type
hi_in: एलएनबी प्रकार
hu_hu: LNB típusa
sv_se: LNB-typ

source: Language
hi_in: भाषा
hu_hu: Nyelv
lt_lt: Kalba
sv_se: Språk

source: Languages
hi_in: भाषाएं
hu_hu: Nyelvi beállítások
lt_lt: Kalbos
sv_se: Språk

source: Latens
hi_in: वेरिमेट्रिक्स

source: Latest arrivals
hi_in: नवीनतम आगमन

source: Latin US
hi_in: लैटिन अमेरिका

source: Latvian
hi_in: लातवियाई
lt_lt: Latvių
sv_se: Lettiska

source: Leisure hobbies
hi_in: अवकाश शौक
hu_hu: Szabadidő, hobbi
lt_lt: Laisvalaikio hobiai
sv_se: Fritid/hobby

source: Leisure/hobbies
hi_in: अवकाश / शौक
lt_lt: Laisvalaikis/hobiai

source: Letterbox
hi_in: लेटरबॉक्स
lt_lt: Palikti juodus kraštus

source: Library date
hi_in: लाइब्रेरी की तारीख

source: Library version
hi_in: लाइब्रेरी संस्करण

source: Lifestyle
hi_in: लाइफ स्टाइल

source: Line
hi_in: लाइन

source: List is empty
hi_in: सूची खाली है
lt_lt: Nustatymai neįvesti

source: List name already exists
hi_in: सूची नाम पहले से मौजूद है
hu_hu: Létező lista név
lt_lt: Toks sąrašo pavadinimas jau yra
sv_se: Listans namn finns redan

source: List name cannot be empty
hi_in: सूची नाम खाली नहीं हो सकता
hu_hu: A lista név nem lehet üres
lt_lt: Sąrašo pavadinimas negali būti tuščias
sv_se: Listan måste ha ett namn

source: List no. %u
hi_in: सूची संख्या। %u
hu_hu: Lista száma %u
lt_lt: Sąrašo nr. %u
sv_se: Lista nr. %u

source: Loading...
hi_in: लोड हो रहा है ...
hu_hu: Töltés...
lt_lt: Kraunama...
sv_se: Laddar...

source: Local
hi_in: लोकल
lt_lt: Lokalus

source: Local Oscillator Frequency
hi_in: लोकल ऑसिलिकेटर फ़्रिक्वेंसी
hu_hu: Local Oscillator frekvenciája
sv_se: Frekvens för lokal oscillator

source: Lock
hi_in: लॉक
hu_hu: Lezár
lt_lt: Signalas
sv_se: Lås

source: Lock status - NO SIGNAL
hi_in: लॉक स्थिति - कोई संकेत नहीं
hu_hu: Állapot - Nincs jel
lt_lt: Nėra signalo
sv_se: Status - Ingen signal

source: Lock status - OK
hi_in: लॉक स्थिति - ठीक है
hu_hu: Állapot - OK
lt_lt: Tinkamas signalas
sv_se: Status - OK

source: Locked Ratings
hi_in: लॉक रेटिंग्स
lt_lt: Turinio leidimas pagal amžių

source: Locked Time
hi_in: लॉक टाइम
lt_lt: Laiko ribojimas

source: Locking Status
hi_in: लॉक स्थिति
lt_lt: Kontrolės būklė

source: Log In
hi_in: लॉग इन करें

source: Login
hi_in: लॉगिन
lt_lt: Prisijungti

source: Long Term Error
hi_in: लंबी अवधि की त्रुटि

source: Low power consumption, slow recovery
hi_in: कम बिजली की खपत, धीमी वसूली
lt_lt: Mažas energijos suvartojimas, lėtas įsijungimas

source: MAC Address
hi_in: मैक पता

source: MAC address
hi_in: मैक पता
hu_hu: MAC cím
lt_lt: MAC adresas
sv_se: MAC-adress

source: MB
hi_in: एमबी

source: MPEG Service Number
hi_in: एमपीईजी सेवा संख्या

source: MPEG Statistics
hi_in: एमपीईजी सांख्यिकी

source: MSE
hi_in: एमएसई

source: MStore
hi_in: एम स्टोर

source: Mailbox
hi_in: मेलबॉक्स

source: Malayalam
hi_in: मलयालम

source: Manual
hi_in: मैनुअल
hu_hu: Kézi
lt_lt: Rankinis
sv_se: Manuell

source: Manual Channel Scanning
hi_in: मैनुअल चैनल स्कैनिंग
hu_hu: Kézi csatorna keresés
lt_lt: Rankinė kanalų paieška
sv_se: Manuell kanalsökning

source: Manual PAT
hi_in: मैनुअल पीएटी

source: Manual PAT Channel Scanning
hi_in: मैनुअल पीएटी चैनल स्कैनिंग

source: Manual PAT only scan
hi_in: मैनुअल पीएटी केवल स्कैन

source: Manual(Static)
hi_in: मैनुअल (स्टेटिक)
lt_lt: Rankinis (Statinis)

source: Mar
hi_in: मार्च
lt_lt: Kov

source: Marathi
hi_in: मराठी

source: Maturity Lock Program rating: %s Card level: %s Enter CA PIN to unlock
hi_in: परिपक्वता लॉक \ n प्रोग्राम रेटिंग: %s कार्ड स्तर: %s अनलॉक करने के लिए CA पिन दर्ज करें
hu_hu: Szülői zár Esemény besorolása: %s Kártya szint: %s Kérem, adja meg a CA PIN-t a feloldáshoz
lt_lt: Tėvų apsauga Programos apribojimas: %s Kortelės apribojimas: %s Norėdami žiūrėti įveskite PIN
sv_se: Åldersgräns Program status: %s Kort nivå: %s Ange CA-PIN för att låsa upp

source: Maturity Rating
hi_in: परिपक्वता रेटिंग
hu_hu: Szülői felügyelet
lt_lt: Tėvų apsauga
sv_se: Åldersgräns

source: May
hi_in: मई
lt_lt: Geg

source: Measuring performance of idle system...
hi_in: निष्क्रिय सिस्टम का प्रदर्शन मापना ...

source: Measuring simultaneous timeshift and HD recording performance...
hi_in: एक साथ टाइम शिफ्ट और एचडी रिकॉर्डिंग प्रदर्शन को मापने ...

source: Measuring simultaneous timeshift and SD recording performance...
hi_in: एक साथ टाइम शिफ्ट और एसडी रिकॉर्डिंग प्रदर्शन को मापने ...

source: Measuring simultaneous timeshift and three SD recordings performance...
hi_in: एक साथ टाइम शिफ्ट और तीन एसडी रिकॉर्डिंग प्रदर्शन मापने ...

source: Measuring simultaneous timeshift and two HD recordings performance...
hi_in: एक साथ टाइम शिफ्ट और दो एचडी रिकॉर्डिंग प्रदर्शन को मापना ...

source: Measuring simultaneous timeshift, SD and HD recordings performance...
hi_in: एक साथ टाइम शिफ्ट, एसडी और एचडी रिकॉर्डिंग प्रदर्शन को मापने ...

source: Measuring simultaneous timeshift, two HD recordings and one SD recording performance...
hi_in: एक साथ टाइम शिफ्ट, दो एचडी रिकॉर्डिंग और एक एसडी रिकॉर्डिंग प्रदर्शन को मापने...

source: Measuring timeshift performance...
hi_in: टाइम शिफ्ट प्रदर्शन को मापना ...

source: Memory Used
hi_in: मेमोरी इस्तेमाल किया

source: Menu Language
hi_in: मेनू भाषा
hu_hu: Menü nyelve
lt_lt: Meniu kalba
sv_se: Menyspråk

source: Menu Transparency
hi_in: मेनू पारदर्शिता
lt_lt: Meniu permatomumas

source: Message
hi_in: संदेश
hu_hu: Üzenet
lt_lt: Žinutė
sv_se: Meddelande

source: Message - NEW!
hi_in: संदेश - नया!
hu_hu: Üzenet - Új!
lt_lt: Nauja žinutė!
sv_se: Nytt meddelande!

source: Messages
hi_in: संदेश
hu_hu: Üzenetek
lt_lt: Žinutės
sv_se: Meddelanden

source: Minimum Age %d
hi_in: न्यूनतम आयु %d

source: Mode
hi_in: मोड
lt_lt: Režimas

source: Modulation
hi_in: मॉड्यूलेशन
hu_hu: Moduláció
lt_lt: Moduliacija

source: Modulation: %s
hi_in: मॉड्यूलेशन: %s
hu_hu: Moduláció: %s
lt_lt: Moduliacija: %s

source: Mondays
hi_in: सोमवार
lt_lt: Pirmadieniais

source: More info
hi_in: अधिक जानकारी
hu_hu: További információ
lt_lt: Daugiau informacijos
sv_se: Mera info

source: Mounting...
hi_in: बढ़ते हुए ...
hu_hu: Csatolás...
lt_lt: Prijungiama...
sv_se: Ansluter...

source: Move
hi_in: चालें
hu_hu: Mozgat
lt_lt: Perkelti
sv_se: Flytta

source: Movie/Drama
hi_in: मूवी / ड्रामा
hu_hu: Film/Dráma
lt_lt: Filmai/Drama
sv_se: Film/drama

source: Movies
hi_in: मूवीज़

source: Movies %s is in...
hi_in: फिल्म %s में है ...

source: Multichannel
hi_in: मल्टीचैनल
hu_hu: Több csatornás
lt_lt: Daugiakanalis
sv_se: Multikanal

source: Music
hi_in: संगीत

source: Music/Ballet/Dance
hi_in: संगीत / बैले / नृत्य
hu_hu: Zene/Balett/Tánc
lt_lt: Muzika/Baletas/Šokis
sv_se: Musik/dans

source: Mux ID
hi_in: मक्स आईडी

source: My Coupons
hi_in: मेरे कूपन

source: My List
hi_in: मेरी सूची

source: My Recordings
hi_in: मेरे रिकॉर्डिंग

source: My Rentals
hi_in: मेरा किराया
lt_lt: Mano nuoma

source: N/A
hi_in: एन / ए
lt_lt: Nepasiekiama
sv_se: e/t

source: NAT Status
hi_in: एनएटी स्थिति
lt_lt: NAT būklė

source: NEW RELEASES
hi_in: नया रिलीज़

source: NID selection
hi_in: एनआईडी चयन

source: NIT Automatic
hi_in: एनआईटी स्वचालित

source: NIT Status
hi_in: एनआईटी स्थिति

source: NO SIGNAL
hi_in: कोई संकेत नहीं
hu_hu: Nincs jel
lt_lt: Nėra TV signalo
sv_se: INGEN SIGNAL

source: NPVR End Margin
hi_in: एनपीवीआर समाप्ति मार्जिन

source: NPVR Start Margin
hi_in: एनपीवीआर प्रारंभ मार्जिन

source: NTSC
hi_in: एनटीएससी

source: Name
hi_in: नाम
lt_lt: Pavadinimas

source: Name This Device
hi_in: इस उपकरण को नाम दें

source: Nepali
hi_in: नेपाली

source: Netmask
hi_in: नेटमास्क

source: Network Name
hi_in: नेटवर्क नाम
hu_hu: Hálózat neve
lt_lt: Tinklo pavadinimas
sv_se: Nätverksnamn

source: Network PVR
hi_in: नेटवर्क पीवीआर

source: Network PVR Quota
hi_in: नेटवर्क पीवीआर कोटा

source: Network Problem Detected
hi_in: नेटवर्क समस्या का पता चला

source: Network Settings
hi_in: नेटवर्क सेटिंग्स
hu_hu: Hálózati beállítások
lt_lt: Interneto nustatymai
sv_se: Nätverksinställningar

source: Network Settings Window
hi_in: नेटवर्क सेटिंग्स विंडो

source: Network mask
hi_in: नेटवर्क मास्क
hu_hu: Hálózati maszk
lt_lt: Netmask
sv_se: Nätverksmask

source: New CA PIN confirmation field is not complete.
hi_in: नया सीए पिन पुष्टिकरण फ़ील्ड पूरा नहीं हुआ है।
lt_lt: Neįvestas naujo CA PIN kodo patvirtinimo laukas

source: New CA PIN field is not complete
hi_in: नया सीए पिन क्षेत्र पूर्ण नहीं है
lt_lt: Neįvestas naujo CA PIN kodo laukas

source: New Only
hi_in: केवल नई

source: New PIN confirmation field is not complete.
hi_in: नया पिन पुष्टिकरण क्षेत्र पूर्ण नहीं है।
lt_lt: Neįvestas naujo PIN kodo patvirtinimo laukas

source: New PIN field is not complete.
hi_in: नया पिन क्षेत्र पूर्ण नहीं है।
lt_lt: Neįvestas naujo PIN kodo laukas

source: New PIN:
hi_in: नया पिन:
hu_hu: Új PIN:
lt_lt: Naujas PIN:
sv_se: Ny PIN-kod:

source: New firmware version %s from network %s is available.
hi_in: नया फर्मवेयर संस्करण %s नेटवर्क %s से उपलब्ध है।
hu_hu: Új %s sw. verzió a %s hálózaton erérhető.
lt_lt: Reikalingas programinės įrangos atnaujinimas %s iš tinklo %s
sv_se: Ny firmware-version %s från nätverk %s finns tillgänglig.

source: New firmware version %s is available.
hi_in: नया फर्मवेयर संस्करण %s उपलब्ध है।
hu_hu: Új %s sw. verzió elérhető.
lt_lt: Parengta nauja programinės įrangos versija - %s
sv_se: Ny firmware-version %s finns tillgänglig.

source: New firmware version: %s
hi_in: नया फर्मवेयर संस्करण: %s
hu_hu: Új firmware verzió: %s
lt_lt: Nauja versija: %s
sv_se: Ny firmwareversion: %s

source: New pins don't match.
hi_in: नये पिंस मेल नहीं खाते।
hu_hu: Új PIN nem egyezik
lt_lt: Nauji PIN kodai nesutampa
sv_se: Ny PIN stämmer inte.

source: New recording cannot be scheduled due to many conflicts with previously scheduled recordings
hi_in: पहले के अनुसूचित रिकॉर्डिंग के साथ कई विरोधों के कारण नई रिकॉर्डिंग निर्धारित नहीं की जा सकती
hu_hu: Az aktuális rögzítés nem állítható be, mivel ütközik korábban időzített rögzítésekkel
lt_lt: Negalima suplanuoti naujo įrašymo, nes kyla per daug konfliktų su anksčiau suplanuotais įrašymais
sv_se: Ny inspelning kan inte schemaläggas på grund av konflikter med tidigare schemalagda inspelningar

source: News
hi_in: समाचार

source: News/Cultural affairs
hi_in: समाचार / सांस्कृतिक मामलों
hu_hu: Hírek/Kulturális események
lt_lt: Naujienos/Kultūra
sv_se: Nyheter

source: News/Current affairs
hi_in: समाचार / वर्तमान मामलों

source: Next
hi_in: अगला

source: No
hi_in: नहीं
lt_lt: Ne

source: No Card Inserted
hi_in: कोई कार्ड सम्मिलित नहीं है
hu_hu: Smartkártya nincs behelyezve
lt_lt: Neįdėta TV kortelė
sv_se: Inget kort isatt

source: No Content
hi_in: कोई सामग्री नहीं

source: No DiSEqC
hi_in: कोई डायसेकसी नहीं
lt_lt: Nėra DiSEqC
sv_se: Ingen DiSEqC

source: No Items
hi_in: कोई आइटम नहीं
lt_lt: Nėra įrašų

source: No Music
hi_in: कोई संगीत नहीं

source: No Signal Lock
hi_in: कोई सिग्नल लॉक नहीं

source: No SmartCard found. This movie can not be ordered
hi_in: कोई स्मार्टकार्ड नहीं मिला। इस फिल्म का आदेश नहीं दिया जा सकता

source: No access
hi_in: नो एक्सेस
hu_hu: Nincs hozzáférés
lt_lt: Nėra prieigos
sv_se: Ingen åtkomst

source: No access (%d)
hi_in: नो एक्सेस (%d)
lt_lt: Nėra prieigos (%d)

source: No access (1)
hi_in: नो एक्सेस (1)

source: No access (10)
hi_in: नो एक्सेस (10)

source: No access (11)
hi_in: नो एक्सेस(11)

source: No access (12)
hi_in: नो एक्सेस (12)

source: No access (2)
hi_in: नो एक्सेस (2)

source: No access (3)
hi_in: नो एक्सेस (3)

source: No access (4)
hi_in: नो एक्सेस (4)

source: No access (5)
hi_in: नो एक्सेस (5)

source: No access (6)
hi_in: नो एक्सेस (6)

source: No access (7)
hi_in: नो एक्सेस (7)

source: No access (8)
hi_in: नो एक्सेस (8)

source: No access (9)
hi_in: नो एक्सेस (9)

source: No access (No pairing)
hi_in: नो एक्सेस (नो पैरिंग)

source: No access - geographical blackout
hi_in: नो एक्सेस - भौगोलिक ब्लैकआउट
hu_hu: Nincs hozzáférés - területi üzemzavar
lt_lt: Nėra prieigos dėl geografinių apribojimų
sv_se: Ingen åtkomst - geografisk blackout

source: No access - network block
hi_in: नो एक्सेस - नेटवर्क ब्लॉक
hu_hu: Nincs hozzáférés - hálózati tiltás
lt_lt: Nėra prieigos dėl tinklo blokavimo
sv_se: Ingen åtkomst - nätverk blockerat

source: No card inserted
hi_in: कोई कार्ड नहीं डाला

source: No channel
hi_in: कोई चैनल नहीं
hu_hu: Nincs ilyen csatorna
lt_lt: Nėra kanalo
sv_se: Ingen kanal

source: No channels installed. Channel scanning is needed.
hi_in: कोई भी चैनल स्थापित नहीं है। चैनल स्कैनिंग की आवश्यकता है।
hu_hu: Nincs telepített csatorna. Csatornakeresés szükséges.
lt_lt: Nėra kanalų. Būtina paleisti kanalų paiešką
sv_se: Inga kanaler installerade. Kanalsökning krävs.

source: No credits
hi_in: कोई क्रेडिट नहीं
hu_hu: Nincs keret
lt_lt: Nėra kreditų
sv_se: Ingen kredit

source: No debits
hi_in: कोई डेबिट नहीं है
hu_hu: Nincs tartozás
lt_lt: Nėra papildymų
sv_se: Ingen debitering

source: No entries
hi_in: नो एंट्रीज
hu_hu: Nincs bejegyzés
lt_lt: Nėra įrašų
sv_se: Inga poster

source: No events
hi_in: कोई इवेंट नहीं है
hu_hu: Nincs esemény
lt_lt: Nėra įvykių
sv_se: Inga program

source: No items
hi_in: कोई वस्तु नहीं
lt_lt: Nieko nėra

source: No list
hi_in: कोई सूची नहीं
hu_hu: Nincs elérhető lista
lt_lt: Nėra sąrašo
sv_se: Ingen lista

source: No messages
hi_in: कोई संदेश नहीं
hu_hu: Nincs üzenet
lt_lt: Nėra pranešimų
sv_se: Inga meddelanden

source: No pairing
hi_in: नो पैरिंग

source: No purses
hi_in: कोई पर्स नहीं
hu_hu: Nincs keret
lt_lt: Nėra piniginių
sv_se: Ingen summa

source: No results
hi_in: कोई परिणाम नहीं
hu_hu: Nincs találat
lt_lt: Nėra rezultatų
sv_se: Inga resultat

source: No results found
hi_in: कोई परिणाम नहीं मिला

source: No results. Please enter new search criteria
hi_in: कोई परिणाम नहीं। कृपया नया खोज मानदंड दर्ज करें

source: No subscription
hi_in: कोई सदस्यता नहीं है

source: No subscriptions
hi_in: कोई सदस्यता नहीं है
hu_hu: Nincs előfizetés
lt_lt: Nėra prenumeratų
sv_se: Inga abonnemang

source: No time limits
hi_in: कोई समय सीमा नहीं

source: No title
hi_in: कोई शीर्षक नहीं
lt_lt: Nėra pavadinimo
sv_se: Inget namn

source: Non compatible storage device detected (error 1)
hi_in: गैर संगत संग्रहण डिवाइस का पता चला (त्रुटि 1)
hu_hu: Nem kompatibilis tároló eszköz csatlakoztatva. (error 1)
lt_lt: Aptikta nesuderinama duomenų saugykla (Klaida nr. 1)
sv_se: Ej kompatibel enhet hittad. (error 1)

source: Non compatible storage device detected, (error 3)
hi_in: गैर संगत संग्रहण डिवाइस का पता चला, (त्रुटि 3)
hu_hu: Nem kompatibilis tároló eszköz csatlakoztatva. (error 3)
lt_lt: Aptikta nesuderinama duomenų saugykla (Klaida nr. 3)
sv_se: Ej kompatibel enhet hittad. (error 3)

source: Non smartcard
hi_in: गैर स्मार्टकार्ड

source: Non smartcard configuration changed - please enter PIN
hi_in: गैर स्मार्टकार्ड कॉन्फ़िगरेशन बदला - कृपया पिन दर्ज करें

source: Non smartcard mode
hi_in: गैर स्मार्टकार्ड मोड

source: Non smartcard mode with card
hi_in: कार्ड के साथ गैर स्मार्टकार्ड मोड

source: Normal
hi_in: सामान्य
hu_hu: Alap
lt_lt: Normalus

source: Normal power consumption, fast recovery
hi_in: सामान्य बिजली की खपत, तेज़ रिकवरी
lt_lt: Normalus energijos suvartojimas, greitas įsijungimas

source: Norwegian
hi_in: नार्वेजियन
lt_lt: Norvegų
sv_se: Norska

source: Not Available
hi_in: उपलब्ध नहीं है

source: Not Entitled
hi_in: अधिकार नहीं
hu_hu: Nem jogosult
lt_lt: Nėra prieigos
sv_se: Inga rättigheter

source: Not authorized
hi_in: अधिकृत नहीं है

source: Not authorized.
hi_in: अधिकृत नहीं है।

source: Not connected
hi_in: कनेक्ट नहीं है
lt_lt: Neprisijungta

source: Not enough tokens - please recharge your card
hi_in: पर्याप्त टोकन नहीं - कृपया अपना कार्ड रिचार्ज करें
lt_lt: Nepakanka kreditų - prašome papildyti kortelę

source: Not entitled
hi_in: हकदार नहीं
hu_hu: Nem jogosult
lt_lt: Nėra prieigos
sv_se: Ej rättigheter

source: Not present
hi_in: उपस्थित नहीं है

source: Not subscribed
hi_in: सदस्यता नहीं ली गई

source: Nov
hi_in: नवम्बर
lt_lt: Lap

source: NpvrMargins
hi_in: एनपीवीआर मार्जिन

source: Number of Pages
hi_in: पन्नों की संख्या

source: Number of Sessions
hi_in: सत्रों की संख्या
hu_hu: Folyamatok száma
lt_lt: Sesijų skaičius
sv_se: Antal sessioner

source: OK
hi_in: ठीक है

source: OSD/Banner Display Time
hi_in: ओएसडी / बैनर प्रदर्शन समय
hu_hu: OSD megjelenítési ideje
lt_lt: Rodomas laikas
sv_se: OSD/ Visningstid för info

source: Obtaining IP address...
hi_in: आईपी पता प्राप्त कर रहा है ...
lt_lt: Gaunamas IP adresas

source: Oct
hi_in: अक्टूबर
lt_lt: Spa

source: Off
hi_in: बंद
hu_hu: Ki
lt_lt: Išjungta
sv_se: Av

source: Off (Auto Relock)
hi_in: ऑफ (ऑटो रिलाक)
lt_lt: Laikinai išjungta

source: Off (Relock Manually)
hi_in: ऑफ (रीलॉक मैन्युअली)
lt_lt: Išjungta

source: Offline
hi_in: ऑफ़लाइन

source: Ok
hi_in: ठीक है

source: Old CA PIN field is not complete
hi_in: पुराना सीए पिन क्षेत्र पूर्ण नहीं है
lt_lt: Neįvestas senas PIN kodas.

source: Old PIN field is not complete.
hi_in: पुराना पिन क्षेत्र पूरा नहीं हुआ है।
lt_lt: Neįvestas senas PIN kodas

source: Old PIN:
hi_in: पुराना पिन:
hu_hu: Régi PIN:
lt_lt: Senas PIN:
sv_se: Gammal PIN:

source: Old pin is invalid.
hi_in: पुराना पिन अमान्य है।
hu_hu: Hibás régi PIN
lt_lt: Neteisingas senas PIN kodas.
sv_se: Gammal PIN ogiltig.

source: On
hi_in: चालू
hu_hu: Be
lt_lt: Įjungta
sv_se: På

source: Ongoing Recordings
hi_in: चालू रिकॉर्डिंग
hu_hu: Folyamatban lévő rögzítések
lt_lt: Vykstantys įrašymai
sv_se: Pågående inspelningar

source: Ongoing recording is unavilable due to parental control restrictions
hi_in: अभिभावकीय नियंत्रण प्रतिबंधों के चलते निरंतर रिकॉर्डिंग अनुपलब्ध है

source: Only for testing
hi_in: केवल परीक्षण के लिए
lt_lt: Tik testavimui

source: Open
hi_in: खुला
lt_lt: Atviras

source: Operation Successful
hi_in: कार्य सफल

source: Options
hi_in: विकल्प
lt_lt: Variantai

source: Order Now
hi_in: अब आदेश दें

source: Order by SMS
hi_in: एसएमएस द्वारा आदेश

source: Order history
hi_in: ऑर्डर इतिहास

source: Ordering %s \%s Please contact your operator for further information.
hi_in: आदेश %s \%s अधिक जानकारी के लिए कृपया अपने ऑपरेटर से संपर्क करें।

source: Original Format
hi_in: मूल प्रारूप
hu_hu: Eredeti formátum
lt_lt: Originalus formatas

source: Oriya
hi_in: उड़ीसा

source: Other error: [%d]
hi_in: अन्य त्रुटि: [%d]

source: Others
hi_in: अन्य

source: Out of quota on nPVR server.
hi_in: एनपीवीआर सर्वर पर कोटा से बाहर।
lt_lt: Nebeužtenka saugyklos vietos.

source: Override
hi_in: ओवरराइड
hu_hu: Felülír
lt_lt: Neatsižvelgti
sv_se: Upphäv

source: PAL
hi_in: पाल

source: PAT Status
hi_in: पैट स्थिति

source: PCR
hi_in: पीसीआर

source: PG: Parental Guidance
hi_in: पीजी: अभिभावकीय मार्गदर्शन
hu_hu: Szülői felügyelet
lt_lt: Amžiaus apribojimai
sv_se: PG: Med förälder

source: PID
hi_in: पीआईडी

source: PIN Change
hi_in: पिन बदल
lt_lt: PIN kodo keitimas

source: PIN authentication blocked for %d minute
hi_in: पिन प्रमाणीकरण%d मिनट के लिए अवरुद्ध
hu_hu: PIN azonosítás tiltva %d percig.
lt_lt: Prisijungimas užblokuotas %d minutei
sv_se: PIN-verifieringen är blockerad i %d minut

source: PIN change
hi_in: पिन परिवर्तन
hu_hu: PIN változtatása
lt_lt: PIN kodo keitimas
sv_se: Ändra PIN

source: PIN confirmation does not match.
hi_in: पिन पुष्टि मैच नहीं है।
hu_hu: PIN nem egyezik.
lt_lt: PIN kodai nesutampa
sv_se: PIN-bekräftelse stämmer ej.

source: PIN:
hi_in: पिन:
lt_lt: PIN kodas:

source: PLPID
hi_in: पीएलपीआईडी

source: PMT Status
hi_in: पीएमटी स्थिति

source: PVR
hi_in: पीवीआर
lt_lt: Įrašymas

source: PVR End Margin
hi_in: पीवीआर समाप्ति मार्जिन
hu_hu: PVR leállítás időzítése
lt_lt: Įrašo pabaigos pavėlinimas
sv_se: PVR Slut tidstillägg

source: PVR Start Margin
hi_in: पीवीआर प्रारंभ मार्जिन
hu_hu: PVR indítás időzítése
lt_lt: Įrašo pradžios paankstinimas
sv_se: PVR Start tidstillägg

source: PVR end time setup - warning
hi_in: पीवीआर समाप्ति समय सेटअप - चेतावनी

source: Pairing Remote Controller
hi_in: रिमोट कंट्रोलर को जोड़ना

source: Pairing bad
hi_in: बुरा जोड़ रहा है

source: Pairing status
hi_in: जोड़ना स्थिति

source: Pan and Scan
hi_in: पैन और स्कैन

source: Panjabi
hi_in: पंजाबी

source: Parental control
hi_in: अभिभावक नियंत्रण
hu_hu: Szülői felügyelet
lt_lt: Tėvų kontrolė
sv_se: Föräldrakontroll

source: Parental control PIN
hi_in: अभिभावकीय नियंत्रण पिन

source: Parental control PIN (Non smartcard)
hi_in: अभिभावकीय नियंत्रण पिन (गैर स्मार्टकार्ड)

source: Parental control PIN required (CA)
hi_in: अभिभावकीय नियंत्रण पिन की आवश्यकता है (सीए)

source: Passive Standby
hi_in: निष्क्रिय स्टैंडबाय
lt_lt: Pasyvus budėjimas

source: Password
hi_in: पासवर्ड
lt_lt: Slaptažodis

source: Password must contain between %d and %d characters
hi_in: पासवर्ड में %d और %d अक्षर के बीच होना चाहिए

source: Pin change successful.
hi_in: पिन बदल सफल।
hu_hu: PIN módosítás sikeres.
lt_lt: PIN kodas pakeistas sėkmingai
sv_se: PIN-ändring genomförd

source: Play
hi_in: प्ले
hu_hu: Lejátszás
lt_lt: Paleisti
sv_se: Spela

source: Play Trailer
hi_in: ट्रेलर चलाएं
hu_hu: Előzetes megtekintése
lt_lt: Paleisti anonsą
sv_se: Spela Trailer

source: Play from the beginning
hi_in: शुरुआत से चलायें
hu_hu: Lejátszás az elejétől
lt_lt: Paleisti nuo pradžių
sv_se: Spela från början

source: Playback Settings
hi_in: प्लेबैक सेटिंग्स

source: Playback failed with error code: %d
hi_in: प्लेबैक त्रुटि कोड के साथ विफल: %d
lt_lt: Rodymas nutrūko dėl klaidos (kodo nr. %d)

source: Playlist name
hi_in: प्लेलिस्ट नाम

source: Please Wait
hi_in: कृपया प्रतीक्षा करें
hu_hu: Kérem várjon
lt_lt: Prašome palaukti
sv_se: Vänligen vänta

source: Please configure network
hi_in: नेटवर्क कॉन्फ़िगर करें

source: Please confirm new CA PIN:
hi_in: कृपया नया सीए पिन की पुष्टि करें:
hu_hu: Új PIN kód megerősítése:
lt_lt: Prašome pakartoti CA PIN kodą:
sv_se: Bekräfta ny CA-PIN:

source: Please enter CA PIN
hi_in: कृपया CA पिन दर्ज करें
hu_hu: Kérem, adja meg a CA PIN-t
lt_lt: Prašome įvesti CA PIN kodą:
sv_se: Skriv in CA-PIN

source: Please enter CA PIN:
hi_in: कृपया CA पिन दर्ज करें:
hu_hu: Kérem, adja meg a CA PIN-t:
lt_lt: Prašome įvesti PIN kodą:
sv_se: Ange CA PIN-kod:

source: Please enter Conax PIN
hi_in: कृपया वेरिमेट्रिक्स पिन पिन दर्ज करें
lt_lt: Prašome įvesti PIN kodą

source: Please enter Conax PIN to play choosen content
hi_in: कृपया चुने गए सामग्री को चलाने के लिए वेरिमेट्रिक्स पिन दर्ज करें
lt_lt: Pasirinkto turinio peržiūrai prašome įvesti PIN kodą

source: Please enter Middleware PIN
hi_in: कृपया मिडलवेयर पिन दर्ज करें
lt_lt: Prašome įvesti PIN kodą

source: Please enter Middleware PIN to play choosen content
hi_in: कृपया चुने गए सामग्री को चलाने के लिए मिडलवेयर पिन दर्ज करें
lt_lt: Pasirinkto turinio peržiūrai prašome įvesti PIN kodą

source: Please enter new CA PIN:
hi_in: कृपया नया सीए पिन दर्ज करें:
hu_hu: Kérem, adja meg az új CA PIN-t:
lt_lt: Prašome įvesti PIN kodą:
sv_se: Ange ny CA PIN-kod:
